Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: PRESS ANY KEY TO START
bg: НАТИСНИ КОЙ ДА Е БУТОН ЗА СТАРТ
bs: Pritisnite bilo koju tipku za start
da: TRYK PÅ EN VILKÅRLIG TAST FOR AT STARTE
de: Beliebige Taste drücken um fortzufahren
fr: APPUYEZ SUR UNE TOUCHE POUR DÉMARRER
ga: BRÚIGH CNAIPE AR BITH LE TOSÚ
he: לחץ על כפתור כלשהו כדי להתחיל
hu: NYOMJ MEG EGY GOMBOT
id: TEKAN SEMBARANG TOMBOL UNTUK MEMULAI
it: PREMI UN TASTO QUALSIASI PER INIZIARE
mk: ПРИТИСНИ КОПЧЕ ЗА ПОЧЕТОК
ms: TEKAN MANA-MANA KUNCI UNTUK BERMULA
nb: TRYKK EN TAST FOR Å STARTE
nl: DRUK EEN TOETS OM TE STARTEN
nn: TRYKK EIN TAST FOR Å STARTA
pl: NACIŚNIJ DOWOLNY KLAWISZ
pt: PRESSIONE UMA TECLA PARA INICIAR
pt_br: PRESSIONE QUALQUER TECLA PARA COMEÇAR
ro: APASĂ ORICE TASTĂ PENTRU A ÎNCEPE
ru: ДЛЯ СТАРТА НАЖМИТЕ ЛЮБУЮ КЛАВИШУ
sk: STLAČTE ĽUBOVOĽNÝ KLÁVES
th: กดปุ่มใดๆเพื่อเริ่ม
tr: Başlamak İçin Herhangi Bir Tuşa Basın
uk: ДЛЯ СТАРТУ НАТИСНІТЬ БУДЬ-ЯКУ КЛАВІШУ

source: Video Configuration
bg: Видео конфигурация
bs: Podešavanje videa
da: Video indstilling
de: Videoeinstellungen
fr: Configuration vidéo
ga: Cumraíocht an Fhíseáin
he: תצורת הווידאו
hu: Megjelenítési beállítások
id: Pengaturan Video
it: Configurazione del Video
mk: Видео конфигурација
ms: Penyelarasan Video
nb: Skjermoppsett
nl: Video instellen
nn: Skjermoppsett
pl: Ustawienia ekranu
pt: Configuração de Vídeo
pt_br: Configuração de Vídeo
ro: Configuraţie video
ru: Настойки видео
sk: Nastavenia obrazovky
th: ตั้งค่าวิดีโอ
tr: Görüntü Yapılandırma
uk: Налаштування відео

source: To change the resolution, or switch into fullscreen mode
bg: За смяна на разделителната способност, или превключване в режим цял екран
bs: Da bi promijenili rezoluciju ili koristili cijeli ekran
de: Um die Auflösung zu ändern oder in den Vollbildmodus zu wechseln
fr: Pour changer la résolution ou passer en mode plein écran
ga: Chun an taifeach a athrú, nó chun athrú go dtí an lánscáileán
he: לשינוי הרזולוציה, או למעבר למסך מלא
hu: Felbontás váltásához vagy teljes képernyőre váltáshoz
id: Untuk mengubah resolusi, atau berpindah ke mode layar penuh
it: Per cambiare risoluzione o visualizzare a schermo intero
mk: За да ја промените резолуцијата, префрлете се во преглед на целосен екран
ms: Untuk mengubahkan resolusi, atau menukar ke mod skrin penuh
nb: For å bytte oppløsning, eller for å bytte til fullskjermsvisning,
nl: De schermresolutie of volledig scherm is in te stellen
nn: For å byta oppløysing, eller for å byta til fullskjermsvising,
pl: Aby zmienić rozdzielczość lub przełączyć na pełny ekran
pt: Para mudar a resolução, ou mudar para o modo de ecrã inteiro
pt_br: Para mudar a resolução ou ir para o modo de tela cheia
ro: Pentru a schimba rezoluţia sau a comuta pe tot ecranul
ru: Для изменения разрешения или перехода в полноэкранный режим
sk: Na zmenu rozlíšenia alebo prepnutie do režimu celej obrazovky
th: หากต้องการเปลี่ยนความละเอียดหรือเปลี่ยนไปใช้โหมดเต็มจอ
tr: Çözünürlüğü değiştirmek için veya tam ekrana geçmek için
uk: Для зміни роздільності та переходу до режиму повного екрану

source: use options.txt, located in the config folder.
bg: използвай options.txt, намиращо се в папка config.
bs: koristite "options.txt", smješten u folderu "config".
da: brug options.txt, lokaliseret i Config mappen.
de: benutze die Datei options.txt, welche sich im config-Verzeichnis befindet.
fr: utilisez le fichier options.txt, dans le dossier de configuration.
ga: bain feidhm as options.txt, lonnaithe sa bhfillteán config.
he: השתמש ב־options.txt, הממקום בתיקיית ה־config.
hu: használd az options.txt-t a config mappában.
id: gunakan options.txt, yang terdapat di direktori config.
it: usa il file options.txt all'interno della cartella di configurazione
mk: користете options.txt, лоцирано во конфигурациската папка.
ms: guna options.txt, yang berada didalam folder config.
nb: bruk fila «options.txt», som ligger i oppsettmappa.
nl: door het bestand option.txt, die in de config map staat, te wijzigen.
nn: bruk fila «options.txt», som ligg i oppsettmappa.
pl: użyj pliku options.txt, który znajduje się w folderze config.
pt: utilize o options.txt, localizado pasta config.
pt_br: use o options.txt, localizado na pasta config.
ro: foloseşte options.txt, în directorul config.
ru: использовать options.txt в папке настроек.
sk: zmeňte options.txt nachádzajúci sa v priečinku config.
th: ใช้ไฟล์ options.txt ในโฟล์เดอร์ config
tr: config dizinindeki "options.txt" dosyasını kullan.
uk: використовуйте options.txt, розташований в директорії config (налаштувань).

source: Resolution:
bg: Разделителна способност:
bs: Rezolucija:
da: Opløsning:
de: Auflösung:
fr: Résolution :
ga: Taifeach:
he: רזולוציה:
hu: Felbontás:
id: Resolusi:
it: Risoluzione:
mk: Резолуција:
ms: Resolusi:
nb: Oppløsning:
nl: Resolutie:
nn: Oppløysing:
pl: Rozdzielczość:
pt: Resolução:
pt_br: Resolução:
ro: Rezoluţie:
ru: Разрешение:
sk: Rozlíšenie:
th: ความละเอียด:
tr: Çözünürlük:
uk: Роздільність:

source: Bits Per Pixel:
bg: Бита за пиксел:
bs: Bita po pikselu:
da: Bit Per Pixel:
de: Farbtiefe:
fr: Bits par pixel :
ga: Beartanna An Phicteilín:
he: סיביות לפיקסל:
hu: Bitmélység:
id: Bit Per Piksel:
it: Bit Per Pixel:
mk: Битови по пиксел:
ms: Bit Per Piksel:
nb: Fargedybde:
nn: Fargedjupn:
pl: Głębia koloru:
pt: Bits por Ponto:
pt_br: Bits Por Pixel:
ro: Biţi per pixel:
ru: Бит на пиксел:
sk: Bitov na pixel:
th: บิตต่อพิกเซล:
tr: piksel başına düşen parça
uk: Біт на піксель:

source: Fullscreen:
bg: Цял екран:
bs: Cijeli ekran:
da: Fuldskærm:
de: Vollbild:
fr: Plein écran :
ga: Lánscáileán:
he: מסך מלא:
hu: Teljes képernyő:
id: Layar penuh:
it: A tutto schermo:
mk: Целосен екран:
ms: Skrin Penuh:
nb: Fullskjerm:
nl: Volledig scherm:
nn: Fullskjerm:
pl: Pełny ekran:
pt: Ecrã Inteiro:
pt_br: Tela cheia:
ro: Pe tot ecranul:
ru: Полноэкранный режим:
sk: Na celú obrazovku:
th: เต็มจอ:
tr: Tam Ekran:
uk: Повний екран:

source: Experimental (needs restart)
bg: Експериментално (изисква рестарт)
bs: Eksperimentalno (potreban restart)
da: Eksperimentalt (kræver genstart)
de: Experimentell (benötigt Neustart)
fr: Expérimental (nécessite un redémarrage)
ga: Turgnamhach (atosú de dhíth)
he: נסיוני (נדרש איתחול)
hu: Kísérleti (újraindítás szükséges)
id: Dalam percobaan (membutuhkan restart)
it: Sperimentale (necessita riavvio)
mk: Експериментално (бара рестарт)
ms: Eksperimental (memerlukan mula balik)
nb: Eksperimentell (trenger omstart)
nl: Experimenteel (herstart noodzakelijk)
nn: Eksperimentell (treng omstart)
pl: Ustawienia eksperymentalne (wymagają restartu)
pt: Experimental (precisa reiniciar)
pt_br: Experimental (é necessário reiniciar)
ro: Experimental (trebuie restartat)
ru: Экспериментально (нужен перезапуск)
sk: Skúšobné (vyžaduje reštart)
tr: Deneme(yaniden başlatmak gerekir)
uk: Експериментально (потрібен перезапуск)

source: Stencil Buffer:
bg: Шаблонов буфер:
bs: Međumemorija matrice:
ga: Maolán Stionsal:
he: חוצץ הסטנסיל:
id: Penyangga Stensil:
it: Buffer Dello Stampino:
mk: Матрична меѓумеморија:
nb: Stensilbuffer:
nl: Stencil buffer gebruiken:
nn: Stensilbuffer:
pl: Bufor szablonowy:
pt_br: Gravar Registro:
ro: Amortizorul stencil:
ru: Трафаретный буфер:
tr: şablon tampon
uk: Трафаретний буфер:

source: Enable FSAA:
bg: Включи FSAA:
bs: Omogućiti FSAA:
de: Aktiviere FSAA:
fr: Activer FSAA :
ga: Cumasaigh FSAA:
he: אפשר FSAA:
hu: Teljes képernyős élsimítás:
id: Aktifkan FSAA:
it: Abilita FSAA:
mk: Приклучии FSAA:
ms: Bolehkan FSAA:
nb: Bruk kantutjevning:
nl: FSAA activeren:
nn: Bruk kantutjamning:
pl: FSAA:
pt: Activar FSAA:
pt_br: Habilitar Anti-Serrilhamento:
ro: Activează FSAA:
ru: Сглаживание:
sk: Zapnúť FSAA:
tr: FSAA'yı etkinleştir
uk: Дозволити FSAA (згладжування):

source: FSAA Multisamples:
bg: FSAA мултидискрети:
bs: FSAA uzorci:
fr: Anticrénelage multisamples :
ga: Ilshamplaí FSAA:
he: דגימות רבות של FSAA:
hu: FSAA multiminták száma:
id: FSAA Multisampel:
it: Multi-esempi FSAA
mk: Мулти сеплови на FSAA:
ms: Sampel berbagai-bagai FSAA:
nb: FSAA-flerprøver:
nn: FSAA-fleirprøvar:
pl: Próbkowanie FSAA:
pt_br: Amostras do Anti-Serrilhamento:
ru: Качество сглаживания:
sk: FSAA multivzorky:
tr: FSSA aşamalı örnekleri
uk: Якість FSAA (згладжування):

source: km/h
bg: км/ч
da: km/t
ga: km/u
he: קמ"ש
id: km/jam
mk: км/ч
ms: km/j
nb: km/t
nn: km/t
ru: км/ч
th: กม./ชม.
tr: km/s
uk: км/год

source: Doing
bg: Правене
bs: Ponašanje
de: Ab geht’s!
ga: Ag Déanamh
he: בביצוע
hu: Elindulás a lejtőn
id: Sedang melakukan
it: Facendo
mk: Прави
ms: Melakukan
nb: Dåing
nl: Al doende
nn: Dåing
pl: Wprawka
pt: Executando
pt_br: Fazendo
ru: В разработке
tr: Yapıyor
uk: Виконується

source: This course was probably created to present new textures introduced in PPRacer.
bg: Тази писта вероятно е била създадена да представи новите текстури в PPRacer.
bs: Ova staza je vjerovatno kreirana kako bi demonstrirala nove mogućnosti predstavljene u PPRacer-u.
de: Diese Strecke wurde wahrscheinlich erstellt, um die neuen Texturen aus PPRacer vorzustellen.
fr: Cette course a probablement été créée pour présenter les nouvelles textures introduites dans PPRacer.
ga: Chruthaíodh an cúrsa seo de réir dealraimh chun uigeachtaí nua a thugadh isteach i bPPRacer a léiriú.
he: מסלול זה נוצא כדי להציג טקסטורות חדשות המופיעות ב־PPRacer.
hu: Ez a pálya valószínűleg a PPRacer új textúráinak bemutatására készült.
id: Bagian ini mungkin dibuat untuk menghadirkan tekstur baru yang diperkenalkan dalam PPRacer.
it: Questo tracciato è stato probabilmente creato con nuove texture introdotte in PPRacer
mk: Овој курс веројатно бил креиран за да се презентираат нови текстури воведени во PPRacer.
ms: Kursus ini mungkin dicipta untuk menunjukkan tekstur baru yang dimasukkan kedalam PPRacer.
nb: Denne banen ble laget for å vise fram de nye teksturene i PPRacer.
nl: Dit level level toont de verschillende nieuwe ondergronden die in PPRacer werden geïntroduceerd
nn: Denne bana vart laga for å visa fram dei nye teksturane i PPRacer.
pl: Ta trasa została prawdopodobnie stworzona w celu zaprezentowania nowych tekstur w PPRacerze.
pt: Este percurso foi provavelmente criado para apresentar as novas texturas introduzidas no PPRacer.
pt_br: Essa pista foi criada provavelmente para mostrar novas texturas introduzidas no PPRacer.
ro: Acest traseu a fost probabil creat pentru a prezenta noi texturi introduse în PPRacer.
ru: Вероятно, эта трасса была создана, чтобы показать новые текстуры, появивишиеся в PPRacer.
sk: Táto trať bola pravdepodobne vytvorená na prezentáciu nových textúr v PPRacer.
th: สนามนี้น่าจะถูกสร้างเพื่อโชว์พื้นผิวสนามใหม่ใน PPRacer
tr: PPRacer'deki bu bölüm muhtemelen yeni haritaların tanıtılması için oluşturuldu.
uk: Вірогідно, цю трасу було створено аби зобразити нові текстури, які представлені у PPRacer.

source: Hippo Run
bg: Хипопотамски пробег
bs: Trka nilskih konja
da: Flodheste Løb
de: Das Nilpferdrennen
fr: Course de l'hippo
ga: An Turraing Thosaigh
he: ריצת היפופוטם
hu: Vízilófutam
it: Corsa Hippo
mk: Трката на нилскиот коњ
ms: Larian Badak
nb: Flodhestløpet
nl: Het rennende nijlpaard
nn: Flodhestlaupet
pl: Bieg Hipopotama
pt_br: Corrida dos Hipopótamos
ro: Fuga hipopotamului
ru: Бегемотьи бега
sk: Hroší beh
th: วิ่งอย่างฮิปโป
tr: Hippo koşusu
uk: Біг бегемотів

source: In Hippo Run, you slide down an icy slope as a penguin, I honestly don't know what this has to do with hippos or running...
bg: В Хипопотамски пробег, Вие се пързаляте по заледен склон като пингвин. Честно казано не знам какво общо има това с хипопотамите или пробега...
bs: U trci nilskih konja se spuštate niz ledenu strminu kao pingvin i iskreno nemam pojma kakve ovo ima veze sa nilskim konjima ili trčanjem...
da: I foldhesteløbet, glider du ned af en isgalt skråning som en pingvin. Helt ærligt så ved jeg ikke hvad dette har at gøre med foldheste eller løb...
de: Beim Nilpferdrennen hast du eine vereiste Piste vor dir, die aber anscheinend recht wenig mit Nilpferden zu tun hat.
fr: Dans la course de l'hippo, vous dévalez une pente glaciale comme un pingouin, et je ne sais honnêtement pas que faire avec des hippopotames.
ga: Seo é an chéad thurraing síos le fána atá furasta go leor. Sleamhnaíonn tú síos fánán oighreata mar phiongain.
he: בריצת ההיפופוטם, תוכל לגלוש במורד שיפוע מושלג, בכנות אינני יודע מה לזה ולהיפופוטמים או לריצה...
hu: A Vízilófutamon egy jeges lejtőn csúszhatsz le egy pingvinnel. Halvány gőzöm nincs, mi köze van ehhez a vízilovaknak vagy a futásnak...
id: Dalam Hippo Run, Anda meluncur menuruni lereng ber-es sebagai seekor penguin. Jujur, saya tidak mengetahui apa yang harus dilakukan dengan hippo atau berlari...
it: Nella Corsa Hippo, scivoli da un pendio ghiacciato come un pinguino, onestamente non so cosa questo abbia a che fare con ippopotami o correre...
mk: Во „трката на нилскиот коњ“, вие се лизгате по мразовита падина како пингвин, искрено не знам што има врска со нилски коњи или тркање...
ms: Didalam Larian Badak, anda menggelusur ke bawah kecondongan berais sebagai penguin, sebenarnya saya langsung tak tahu bagaimana ini berkaitan dengan badak atau berlari...
nb: I Flodhestløpet glir du, en pingvin, ned en glatt skråning. Jeg aner ærlig talt ikke hva dette har med verken flodhester eller løping å gjøre …
nl: In het rennende nijpaard glij je naar beneden als een pinguïn, maar ik heb geen idee wat dit met nijlpaarden van doen heeft...
nn: I Flodhestlaupet glir du, ein pingvin, ned ei glatt skråning. Eg anar ærleg talt ikkje kva dette har med verken flodhestar eller lauping å gjera ...
pl: W tej planszy ślizgasz się w dół zlodowaconego zbocza, jak na pingwina przystało. Naprawdę nie wiem, co to ma wspólnego z hipopotamami czy biegiem...
pt: Na Corrida Hipopótamo, você desliza como um pinguim. Honestamente, não vejo o que isto tenha a ver com hipopótamos ou corridas...
pt_br: Na Corrida dos Hipopótamos você desce uma colina gelada como um pingüim. Eu honestamente não sei o que isso tem a ver com hipopótamos ou com corridas...
ro: În Fuga hipopotamului, alunecați pe o pantă înghețată, fiind un pinguin, nu știu sincer ce legătură are aceasta cu hipopotami sau cu fuga...
ru: В "Бегемотьих бегах" вы съезжаете с горы пингвином. Я честно не знаю, при чём тут бегемоты или бега...
sk: V hrošom behu sa kĺžete zľadovatelým svahom ako tučniak (a skutočne neviem, čo to má spoločné s hrochmi alebo behaním...)
th: ในฉากนี้เพนกวิ้นของคุณจะไหลลงมาจากทางลาด ผมก็ไม่รู้จริงๆ ว่ามันเกี่ยวอะไรกับการวิ่งหรือพวกฮิปโป...
tr: Su aygırı koşusunda, buzlu bir yokuştan aşağı bir penguen olarak kayacaksın. Doğrusunu istersen bu bölümde su aygırı ile yada koşmayla ilgili ne yapmak zorundayız bilmiyorum.
uk: В "Біг бегемотів" Ви зісковзуєте зі схилу як пінгвін. Щиро кажучи я не знаю до чого тут бегемоти або біг...

source: Ice Pipeline
bg: Леден тръбопровод
bs: Ledena cijev
da: Isrøret
de: Eis-Pipeline
fr: Aqueduc de glace
ga: Feadán Oighear
he: צינור קרח
hu: Jégvezeték
id: Pipa saluran es
it: Tubatura Di Ghiaccio
mk: Мразовит цевковод
ms: Garis Paip Ais
nb: Isrøret
nl: Pijplijn van ijs
nn: Isrøyret
pl: Lodowy rurociąg
pt_br: Cano de Gelo
ro: Trasă de gheață
ru: Ледяная труба
sk: Ľadová rúra
tr: Buz boru
uk: Льодова труба

source: A short, slippery ice-trough with herring scattered throughout.
bg: Късо, хлъзгаво ледено корито с херинги разпръснати навсякъде.
bs: Ukratko, klizavi led sa haringama razbacanim uokolo.
da: Et kort glat isrør med sild alle vegne.
de: Eine kurze, rutschige und vereiste Strecke mit ein paar verstreuten Heringen.
fr: Un trou de glace court et glissant avec des harengs dispersés partout.
ga: Clais oighreata ghearr sleamhain le scadáin scaipthe ar fad na háite.
he: מעבר קרח קצר וחלקלק שלאורכו מפוזרים דגים מלוחים.
hu: Egy rövid, csúszós pálya mindenfelé szétszórt heringekkel.
id: jalan es yang pendek dan licin dengan ikan Hering tersebar dimana-mana
it: Un breve, scivoloso attraversamento dei ghiacci con un'attraversata piena di arringhe
mk: Краток, лизгав мразовит премин со харинга расфлана ваму и таму.
ms: Palung ais licin, yang pendek, penuh dengan ikan hering bertaburan seluruhnya.
nb: Et kort, glatt isrør med sild overalt.
nl: Een korte, gladde trog met overal haringen.
nn: Eit kort, glatt isrøyr med sild overalt.
pl: Krótka, śliska, pełna lodu trasa ze śledziami rozmieszczonymi, gdzie tylko można
pt: Um percurso curto e escorregadio com arenques dispersos.
pt_br: Uma curta, escorregadia, cheia de gelo com peixes espalhados por todos os lados.
ro: Un traseu scurt, aluncos ca o covată de gheață cu hering împrăștiat prin ea.
ru: Короткий и скользкий ледяной жёлоб с рассыпаной по нему селёдкой.
sk: Krátka, klzká, premrznutá rúra obsypaná sleďmi.
tr: yavaş! saçılmış ringa balıkları boyunca kaygan buz var.
uk: Короткий та слизький льодовий жолоб із розсипаним по ньому оселедцем.

source: Volcanoes
bg: Волкани
bs: Vulkani.
da: Vulkaner
de: Vulkane
fr: Volcans
ga: Bolcáin
he: הרי געש
hu: Vulkán
id: Gunung berapi
it: Vulcani
mk: Вулкани
ms: Gunung-gunung Berapi
nb: Vulkaner
nl: Vulkanen
nn: Vulkanar
pl: Wulkany
pt: Vulcões
pt_br: Vulcões
ro: Vulcani
ru: Вулканы
sk: Sopky
th: ภูเขาไฟ
tr: Volkanlar
uk: Вулкани

source: This gigantic crater was full of water, and herring, but now it's all frozen, and yours for the taking.
bg: Този гигантски кратер е бил пълен с вода, и херинги, но сега целият е замръзнал, и Ваш за превземането.
bs: Ovaj ogromni krater je pun vode i haringi, ali je sada zamrznut i vama na raspolaganju.
da: Dette gigantiske krater var fyldt med vand og sild, men nu er det bundfrosset og dit.
de: Dieser riesige Krater war voller Wasser und ein paar Heringen, aber nun ist alles gefroren und für dich bereit.
fr: Ces cratères gigantesques étaient remplis d'eau et de harengs. Mais désormais, tout est gelé, et c'est à vous d'aller pêcher.
ga: Bhí an coire seo lán d'uisce agus scadáin tráth, ach anois tá sé reoite, agus tá sé ann duitse.
he: לוע ענקי זה של הר הגעש היה מלא במים, ודגים מלוחים, אך כעת כולו קפוא, ועומד לרשותך.
hu: Ez a nagy kráter valaha tele volt vízzel és halakkal, de most az egész megfagyott, és csak rád vár.
id: Kawah yang besar ini, dulunya penuh dengan air, dan ikan Hering, tapi sekarang membeku sama sekali, dan milikmu untuk mengambil.
it: Il gigantesco cratere era pieno di acqua e di aringhe ma ora è tutto ghiacciato e puoi prenderlo per te.
mk: Овој гигантски кратерк беше полно со вода, и харинга, но сега е целиот замрзнат, и твој за преземање.
ms: Kawah gunung berapi besar ini pernah penuh dengan air, dan ikan hering, tetapi sekarang semuanya telah beku, dan untuk anda mengambil.
nb: Dette enorme krateret var én gang full av vann og sild, men er nå helt bunnfrosset.
nl: Deze gigantische krater vulde zich met water en haringen, maar nu is het bevroren en de haringen liggen voor het oprapen.
nn: Dette enorme krateret var éin gong full av vatn og sild, men er no heilt botnfrosen.
pl: Ten ogromny wulkaniczny krater jest obecnie pełen lodu... i śledzi! Czas na zbiory.
pt: Esta gigante cratera estava cheia de água e arenques. Agora está congelada e os arenques são para levar.
pt_br: Essa cratera gigante estava cheia de água e peixes, mas agora ela está toda congelada, e os que você quer pegar.
ro: Craterul acesta gigant a fost plin de apă, și hering, dar acum este înghețat, și este doar pentru tine.
ru: Этот гигантский кратер был полон воды и селёдки, а теперь он весь замёрз, что бы вы по нему прокатились.
sk: Tento gigantický kráter bol plný vody a sleďov, ale teraz je zamrznutý a celý váš.
th: หลุมอุกาบาตยักษ์หลุมนี้เคยเต็มไปด้วยน้ำและปลา แต่ขณะนี้มันถูกแช่แข็งทั่วไปหมด และได้เวลาของคุณแล้ว
tr: Bu devasa krater tamamen su ve ringa balıklarıyla doluydu ama şimdi hepsi donmuş ve alman için seni bekliyor.
uk: Цей гігантський кратер був полон води та оселедця, а зараз він цілком замерз та дістався вам.

source: Nature Stroll
bg: Разходка в природата
bs: Skitnja po prirodi
da: Natur tur
de: Spaziergang durch die Natur
fr: Promenade en nature
ga: Siúlóid an Dúlra
he: טיול בחיק הטבע
hu: Természetjárás
it: Passeggiata Nella Natura
mk: Прошетка по природата
ms: Perjalanan Alam Semula Jadi
nb: Naturtur
nl: Natuurwandeling
nn: Naturtur
pl: Podróż z naturą
pt: Passeio na Natureza
pt_br: Passeio na Natureza
ro: Plimbare prin natură
ru: Прогулка на свежем воздухе
sk: Potulky prírodou
tr: Doğa Gezisi
uk: Прогулянка природою

source: The fresh air, the pine scent, who doesn't like a nice refreshing walk through the mountains?
bg: Чистият въздух, благоуханието на боровете, кой не харесва една приятна ободрителна разходка в планината.
bs: Svjež zrak, miris borovine. Kome se ne bi svidjela osvježavajuća šetnja preko planina?
da: Den friske luft, duften af gran, hvem kan ikke lide en dejlig forfriskende gåtur gennem bjergene?
de: Die frische Luft, der Kieferngeruch: Einen schönen, entspannenden Spaziergang durch die Berge mag doch jeder.
fr: L'air frais, l'odeur des pins, qui n'apprécie pas une sympathique et rafraîchissante promenade alpine ?
ga: Leis an t-aer úr agus boladh ó na crainn giúise, cé nach maith leo siúl breá tríd na sléibhte?
he: האוויר הצלול, ריח עצי האורן, מי לא היה רוצה לקיים צעדה קטנה דרך ההרים?
hu: Friss levegő, fenyőillat, ki ne szeretne tenni egy frissitő sétát a hegyekben?
id: Udara segar, bau cemara, siapa yang tidak menyukai berjalan-jalan santai melewati gunung?
it: L'aria fresca, il profumo di pino, chi non vorrebbe fare una rinfrescante passeggiata in montagna?
mk: Свежиот воздух, боровиот мирис, кој не сака убава освежувачка прошетка низ планините?
ms: Udara yang segar, bau pain, siapa tak suka berjalan-jalan melalui pergunungan yang menyegarkan?
nb: Frisk luft og lukten av furutre. Hvem kan vel ha noe imot en rolig fottur i fjellet?
nl: Frisse lucht, de geur van naaldbomen. Wie wil er geen verfrissende bergwandeling maken?
nn: Frisk luft og lukta av furutre. Kven kan vel ha noko imot ein roleg fottur i fjellet?
pl: Świeże powietrze, zapach sosen - czy może być coś lepszego niż odświeżający spacer wśród gór?
pt: O ar fresco, o cheiro a pinheiro, quem não gosta de um passeio refrescante nas montanhas?
pt_br: O ar fresco, o cheiro de pinho, quem não gosta de uma bela e refrescante caminhada pelas montanhas?
ro: Aerul proaspăt, mirosul de pin, cui nu-i place o plimbare revigorantă prin munți?
ru: Свежий воздух, запах сосен, кому не нравится освежающая прогулка в горах?
sk: Čerstvý vzduch, vôňa borovíc, komu by sa nepáčil pekný, osviežujúci výlet horami?
th: อากาศสดชื่นพร้อมกลิ่นใบไม้ ใครบ้างไม่อยากเดินชมภูเขา?
tr: Temiz hava, çamların kokusu, kim böyle bir yenileyici bir dağ yürüyüşünü istemezki?
uk: Свіже повітря, запах сосен, хто не полюбляє гарну освіжаючу прогулянку в горах?

source: Mountain Mania
bg: Планинска мания
bs: Planinska manija
da: Bjerg Mania
de: Berg-Manie
fr: La folie des montagnes
ga: Mire na Sléibhte
he: הר הטירוף
hu: Hegymenet
id: Mania Gunung
it: Mania Della Montagna
mk: Планинско лудило
ms: Kegilaan Gunung
nb: Fjellmania
nl: Bergen bergen
nn: Fjellmania
pl: Górskie szaleństwo
pt_br: Mania de Montanhas
ro: Mania muntelui
ru: Горная мания
sk: Horská mánia
tr: Dağ tutkunu
uk: Гірська манія

source: Icy Peril
bg: Ледена опасност
bs: Ledena opasnost
da: Isfarlig
de: Eisige Tücke
fr: Péril glacial
ga: An Ghuaiseacht Oighreata
he: סכנת קרח
hu: Jeges veszedelem
id: Peril yang Dingin
it: Pericolo Ghiacciato
mk: Ледена опасност
ms: Bahaya Amat Dingin
nb: Isfarlig
nl: Op gevaarlijk ijs
nn: Isfarleg
pl: Mrożące niebezpieczeństwo
pt: Perigo Escorregadio
pt_br: Perigo Gelado
ro: Riscul gheții
ru: Ледяная угроза
sk: Ľadové nebezpečenstvo
tr: Buzlu Tehlike
uk: Льодова небезпека
