Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: Death Cup
bg: Купа на смъртта
bs: Kup smrti
da: Dødsturneringen
de: Todespokal
fr: La coupe de la mort
ga: Corn an Bháis
he: גביע המוות
hu: Halálkupa
id: Piala Kematian
it: Coppa Della Morte
mk: Куп на смртта
ms: Cup Maut
nb: Dødsturneringen
nl: Wedstrijd op leven en dood
nn: Dødsturneringa
pl: Puchar Śmierci
pt: Taça da Morte
pt_br: Copa Mortal
ro: Cupa morții
ru: Кубок смерти
sk: Pohár smrti
th: ถ้วยแห่งความตาย
tr: Ölüm Kupası
uk: Кубок смерті

source: Slippery Defeat
bg: Хлъзгаво поражение
bs: Klizavi poraz
da: Glat nederlag
de: Glatte Pleite!
fr: Défaite glissante
ga: Treascairt Sleamhain
he: תבוסה חלקלקה
hu: Csúszós kudarc
id: licik
it: Sconfitta Scivolosa
mk: Лизгав пораз
ms: Kekalahan Licin
nb: Glatt nederlag
nl: Uitglijder
nn: Glatt nederlag
pl: Śliska Porażka
pt: Derrota Escorregadia
pt_br: Fracasso escorregadio
ro: Înfrângere alunecoasă
ru: Скользкое поражение
sk: Klzká porážka
tr: Hafif Yenilgi
uk: Слизьке розгром

source: The Final Three
bg: Финалната тройка
bs: Posljednje troje
da: De sidste tre
de: Die letzten drei
fr: Les trois finalistes
ga: Na Trí Chinn Deiridh
he: שלושת האחרונים
hu: Az utolsó hármas
id: tiga terakhir
it: I Tre Finali
mk: Последните три
ms: Tiga yang Terakhir
nb: De tre siste
nl: De laatste drie
nn: Dei tre siste
pl: Ostateczna Trójka
pt: Os Últimos Três
pt_br: Os Últimos Três
ro: Copacul final
ru: Последняя тройка
sk: Posledná trojica
tr: Son Üçlü
uk: Остання трійка

source: Slippy-Slidey
bg: Бързо пързаляне
bs: Klizi-bljuzgi
de: Schlitternd und rutschig
fr: Glissoire glissante
ga: Scriorradh-Sleamhain
he: גלישה חלקה
hu: Csúszós-mászós
it: Scivoloso-Scorrevoloso
mk: Лизгаво лизгање
ms: Meggelusur diatas Kelicinan
nb: God glid
nl: Glibberen en Glijden
nn: God glid
pl: Ślizg-awka
pt: Gelo Escorregadio
pt_br: Declive Escorregadio
ro: Alunecare-alunecoasă
ru: Скользкий скат
sk: Klzky-šmyky
th: ลื่นๆไหลๆ
tr: Kaygan-Heyelanımsı
uk: Слизький нахил

source: Slide on the slippery frozen river in a hilly forest, slipperily.
bg: Пързаляйте се на хлъзгавата замръзнала река в хълмиста гора, плъзгайки се.
bs: Spust na klizavoj zamrznutoj rijeci u brdovitoj bljuzgavoj šumi.
de: Gleite auf dem rutschigen, gefrorenem Fluss zwischen bewälderten Hügeln entlang.
fr: Glissez sur la rivière gelée glissante dans une forêt en pente, et glissante.
ga: Sleamhnaigh ar an abhainn reoite sleamhain i gcoill sléibhtiúil. Tá sé sleamhain!
he: גלוש במורד נהר חלקלק העובר ביער, בחלקלקות.
hu: Csússz le a csúszósra fagyott folyón, az erdős dombok között csúszkálva.
id: Meluncur pada sungai beku yang licin di hutan, licik
it: Scorri sul fiume ghiacciato scivoloso in una foresta collinosa, scivolosamente
mk: Лизгајте се по лизгавата замрзната река во висока шума.
ms: Gelusur pada bahagian licin sungai yang beku didalam hutan bergunung, secara berlicin.
nb: Gli på den glatte, frosne elva i den åslendte skogen.
nl: Glij over de gladde bevroren rivier door de beboste heuvels.
nn: Glid på den glatte, frosne elva i den åslendte skogen.
pl: Zjedź na zamrożonej, śliskiej rzece z leśnego wzgórza.
pt: Deslize no rio gelado e traiçoeiro, numa floresta montanhosa.
pt_br: Deslize no escorregadio rio congelado em uma montanhosa floresta, escorregadia.
ro: Alunecă pe alunecosul râu înghețat în pădurea deluroasă, alunecos.
ru: Скатитесь по скользкой замёрзшей реке в холмистом лесу. Скользко скатитесь.
sk: Šmýkajte sa po klzkej zamrznutej rieke v hornatom lese.
th: ไหลลงมาตามแม่น้ำแช่แข็งที่ลื่นในป่าที่มีแต่เนิน
tr: Tepelik ormandaki kaygan buz tutmuş nehirde kay.
uk: Зісковзуйтесь слизькою змерзлою річкою в горбкуватому лісі

source: Crazy Path
bg: Луда писта
bs: Ludi put
de: Verrückter Pfad
fr: Chemin fou
ga: Raon Mearaí
he: נתיב מטורף
hu: Kerge út
id: Jalan Gila
it: Percorso Pazzo
mk: Луда патека
ms: Laluan Gila
nb: Villmannsveien
nl: Weg der Zotten
nn: Villmannsvegen
pl: Szalony Szlak
pt_br: Caminho Maluco
ro: Calea nebună
ru: Безумная дорожка
sk: Bláznivá cesta
tr: Çılgın Patika
uk: Скажений шлях

source: You'll have trouble slowing down on this one. There's lots of herring, but be careful not to fly too much or you won't get any.
bg: Ще имате проблеми със забавянето на тази писта. Има много херинги, но бъдете внимателни да не летите твърде много или няма да съберете нито една.
bs: Biće teško usporiti. Mnogo je haringi, ali budite pažljivi da ne letite previše inače nećete uhvatiti ni jednu.
de: Du wirst ein paar Probleme haben, auf dieser Strecke langsamer zu fahren. Es gibt eine Menge Heringe, aber sieh dich vor, dass du nicht zu oft abhebst, sonst bekommst du keine.
fr: Vous allez avoir des difficultés pour ralentir dans celle-ci. Il y a beaucoup de harengs, mais faites attention à ne pas trop voler, ou vous n'en aurez aucun.
ga: Beidh sé deacair ort do luas a mhaolú ag taisteal ar an ceann seo. Tá a lán scadáin ann, ach bí cúramach gan eitilt in iomarca nó ní éireoidh leat mórán dóibh a fháil.
he: כאן קשה מאוד להאט. ישנם הרבה מאוד דגים מלוחים, אך יש להזהר לא לרחף יותר מדי או שלא תגיעו אליהם.
hu: Nehezen fogsz majd tudni megállni ezen a pályán. Rengeteg hering van itt, de vigyázz, ne repülj túl magasra, különben elvéted őket.
id: Anda akan mendapat masalah dengan melambat. Ada banyak ikan Hering, namun hati-hati terlalu sering terbang atau Anda tidak akan mendapatkan apapun.
it: Avrai problemi a rallentare in questo. Ci sono tonnellate di arringhe, ma fai attenzione a non volare troppo o non ne avrai.
mk: Ќе имате потешкотии спуштајќи се по оваа. Има многу харинга, но бидете внимателни да не летате премногу затоа што нема да добиете ништо.
ms: Anda akan menghadapi kesusahan perlahan menuju ke bawah yang ini. Ada banyak ikan hering, tetapi berjaga-jaga untuk tidak terbang terlalu banyak atau anda tidak akan mendapat banyak.
nb: Det blir ikke lett å ta det rolig her. Det er mye sild, men pass på å ikke fly så mye, ellers får du ikke tak i noe.
nl: Je zal moeite hebben de snelheid laag te houden. Er zijn veel haringen, maar als je te veel vliegt krijg je er geen enkele.
nn: Det blir ikkje lett å ta det roleg her. Det er mykje sild, men pass på å ikkje fly så mykje, elles får du ikkje tak i noko.
pl: Hamowanie na tej trasie będzie sprawiać problemy. Jest tu wiele śledzi, ale uważaj - jeśli będziesz dużo latał, nie zbierzesz żadnego!
pt: Vai ter problemas em reduzir a velocidade. Existem imensos arenques, tenha cuidado para não voar demasiado ou não apanhará nenhum.
pt_br: Você terá problemas para desacelerar nessa aqui. Há muitos peixes, mas cuidado para não voar muito ou você não pegará nenhum.
ro: O să ai probleme să încetinești la aceasta. Este mult herring, dar fi atent să nu zbori prea mult sau nu vei prinde nici unul.
ru: А здесь будет нелегко затормозить. Хоть тут и много селёдки, не увлекайтесь полётами, а то вообще ничего не получите.
sk: Na tejto budete mať problém spomaliť. Je tu veľa sleďov, ale dávajte si pozor, aby ste príliš nelietali, inak žiadne nedostanete.
th: คุณเบรคบนทางนี้ไม่ได้แน่ๆ และแถวนี้ยังมีปลาเยอะมาก แต่ระวังอย่ากระโดดมากไม่อย่างนั้นคุณจะไม่ได้เลย
tr: Bu yarışta yavaşlarken zorlanacaksın. Bu bölümde çok fazla ringa balığı var, ama dikkatli ol çok uçma yoksa hiç bir şey alamazsın.
uk: Тут буде складно пригальмувати. Хоча тут багато оселедця, будьте обережні, не захоплюйтесь польотами бо нічого не отримаєте.

source: Candy Lane
bg: Коридор с бонбони
bs: Aleja slatkiša
de: Bonbonbahn
fr: Voie des friandises
ga: Cabhsa na Milseán
he: שדרת הממתקים
hu: Cukorút
it: Curva Del Dolce
mk: Шеќерна патека
ms: Lorong Gula-gula
nb: Godterigata
nn: Snopegata
pl: Ulica Cukierkowa
pt: Pista Doce
pt_br: Doce Viela
ro: Banda boboanelor
ru: Леденцовая дорожка
sk: Dráha sladkostí
tr: Şeker Geçidi
uk: Льодяникова доріжка

source: Mostly ice, with very few obstacles in your path, this is like a stroll down Candy Lane.
bg: Главно лед, с много малко препядствия по Вашия път, това е като бавна разходка по тясна уличка с бонбони.
bs: Većinom led, sa par prepreka na putu, ovo je kao šetnja alejom slatkiša.
de: Hauptsächlich Eis, sehr wenig Hindernisse im Weg, dies ist der reinste Spaziergang.
fr: Principalement glacé, et avec vraiment peu d'obstacles dans votre chemin, c'est comme cela qu'est la promenade des friandises.
ga: Gan mórán bacainn i do bhealach, agus formhór de clúdaithe le oighear, tá an raon seo ar nós siúlóid síos Cabhsa na Milseán.
he: הרב קרח, עם מעט מאוד מכשולים בדרך, משול לטיול במורד שדרת ממתקים
hu: Többnyire jégen, kevés akadállyal az utadban haladhatsz, mintha csak angyalstoppal mennél.
id: Kebanyakan es, dengan sedikit halangan di jalanmu, ini seperti berjalan menuruni Candy Lane.
it: Perlopiù ghiacciato con molto pochi ostacoli sulla via, come una passeggiata sulla via delle caramelle.
mk: Повеќе мраз, со многу малку пречки на вашиот пат, ова е како шетање низ некоја шеќерна патека.
ms: Kebanyakannya berais, dengan sedikit halangan didalam laluan anda, ini seperti berjalan pada lorong Gula-gula.
nb: For det meste is, med veldig få hinder. Dette er som en spasertur ned godterigata.
nl: Hoofdzakelijk van ijs en zonder veel obstakels. Maar laat je niet verleiden door al het snoepgoed langs de weg.
nn: For det meste is, med veldig få hinder. Dette er som ein spasertur ned snopegata.
pl: Trasa przeważnie oblodzona, z nielicznymi przeszkodami - niczym spacerek Ulicą Cukierkową.
pt: Maioritariamente gelo e com alguns obstáculos, isto é um típico Passeio Doce.
pt_br: Principalmente gelo, com muito poucos obstáculos no seu caminho, isso é como passear numa doce viela.
ro: Aproape în întregime din gheață, cu puține obstacole în calea ta, aceasta este ca o plimbare în jos pe banda bomboanelor.
ru: По большей части ледяная трасса почти без препятствий. Прямо как прогулка по леденцовой дорожке.
sk: Zväčša ľad, s niekoľkými prekážkami v ceste, je to ako prechádzka dráhou sladkostí.
tr: Yolun birkaç engelle birlikte çoğunlukla buz. Bu Şeker Keçiyolu boyunca gezinmek gibi.
uk: Більшою частиною - лід, із дуже малою кількістю перешкод, це як прогулянка Льодяниковою доріжкою.

source: Merry Go Round
bg: Въртележка
bs: Veselo idemo okolo
da: Karrusellen
de: Das Karussell
fr: Manège
ga: Roithleagán Ró
he: נסיעה במעגלים
hu: Körhinta
id: Komidi putar
it: Giostra
mk: Среќна рунда
nb: Bare rundtomkring
nl: Doorgedraaid
nn: Berre rundtomkring
pl: Karuzela
pt: Carrosel
pt_br: Carrossel
ro: Rundă veselă
ru: Карусель
sk: Kolotoč
th: ม้าหมุน
tr: Atlı Karınca
uk: Мері прямує колом

source: Try to build up enough speed to jump from one roundabout to the next.
bg: Опитайте се да наберете достатъчно скорост за да скачате от един площад на друг.
bs: Pokušajte postići dovoljnu brzinu da skočite sa jedne obilaznice na drugu.
de: Versuche, eine möglichst hohe Geschwindigkeit auzubauen, um von einem Rondell zum nächsten zu springen.
fr: Essayez d'accumuler assez de vitesse pour sauter d'un giratoire à un autre.
ga: Déan iarracht dóthain luas a neartú chun léimt ó thimpeallán amháin go dtí an chéad ceann eile.
he: נסה לצבור מספיק מהירות כדי לקפוץ מסחרחרה אחת לבאה.
hu: Igyekezz felgyorsulni annyira, hogy átugorhass egyik körből a másikba.
id: Cobalah lebih kencang untuk bisa melompat
it: Prova a prendere abbastanza velocità da poter saltare da una rotonda alla successiva.
mk: Обидете се да изградите доволно брзина за да скокнете од еден заобиколен пат до другиот.
ms: Cuba untuk meningkatkan kelajuan yang mencukupi untuk melompat daripada satu roundabout kepada yang seterusnya.
nb: Prøv å bygge opp nok fart til å hoppe fra én rundkjøring til neste.
nl: Je snelheid zal je helpen om door de 4 cirkels te komen.
nn: Prøv å byggja opp nok fart til å hoppa frå éi rundkøyring til neste.
pl: Rozpędź się tak, aby przeskakiwać z jednego rondka na drugie.
pt: Tente obter a velocidade que o fará saltar de uma para perto da seguinte.
pt_br: Tente conseguir velocidade suficiente para pular de um carrossel para o próximo.
ro: Încearcă să capeși suficientă viteză pentru a sări dintr-un ocoliș în celălalt.
ru: Постарайтесь набрать достаточную скорость для того, что бы перепрыгнуть с одной развязки на другую.
sk: Skúste nabrať dostatočnú rýchlosť, aby ste preskočili z jedného kolotoča na druhý.
tr: Bir atlı karıncadan diğerine sıçramak için yeterli derece hızlanmayı dene.

source: Hey, Tux!
bg: Хей, Тъкс!
bs: Hej, Tux!
da: Hej, Tux!
ga: Hóra, a Thux!
he: היי, טאקס!
hu: Hé, Tux!
id: Hei, Tux!
mk: Еј Tux!
ms: Hei, Tux!
nb: Hei Tux!
nl: Hé, Tux!
nn: Hei Tux!
pl: Elo, Tux!
pt: Olá, Tux!
pt_br: Ei, Tux!
ro: Hei, Tux!
ru: Эй, Тукс!
sk: Hej, Tux!
th: เฮ้ยเพนกวิ้น!
uk: Гей, Туксе!

source: This course offers true excitement for your race-loving penguin buddy.
bg: Тази писта предлага истинско вълнение за Вашият приятел, който обича състезанията.
bs: Ovaj put pruža pravi užitak za vašeg prijatelja pingvina, ljubitelja utrka.
da: Denne bane giv ægte spænding for fartglade pingviner.
de: Diese Strecke bietet pure Spannung für deinen rennbegeisterten Pingiun.
fr: Cette piste offre une vraie excitation à votre ami le pingouin aimant les courses.
ga: Beidh a lán scleondar ar an phiongain chara agat ag dul síos an raon seo.
he: מסלול זה מציע התרגשות של ממש לחבר שלך הפינגווין חובב המרוצים.
hu: Ez a pálya komoly izgalmakat jelent a versenyimádó pingvinpajtásod számára.
id: Bagian ini menawarkan kegembiraan untuk sahabat penguinmu yang menyukai balapan.
it: Questo percorso offre una vera eccitazione per il tuo amico pinguino amante delle corse.
mk: Овој курс ви нуди вистинска возбуда за вашиот пингвин кој што обожава да се трка.
ms: Kursus ini menawarkan keseronokan benar untuk kawan suka berlumba penguin anda.
nb: Denne banen gir ekte spenning for fartsglade pingviner.
nl: Een level vol spanning voor je pinguïn vriendje.
nn: Denne bana gjev ekte spenning for fartsglade pingvinar.
pl: Trasa zapewnia niezły czad Twojemu zakochanemu w zjazdach pingwiniemu koleżce.
pt: Este percurso oferece excitação verdadeira para o seu pinguim amante de corridas.
pt_br: Esta pista oferece diversão de verdade para seu colega amante de corridas de pinguins.
ro: Această cursă oferă distracție adevărată pentru bobocul tău de pinguin, iubitor de curse.
ru: По-настоящему волнующая трасса для нашего дружка-пингвина.
sk: Táto trať ponúka vášmu pretekania-chtivému priateľovi tučniakovi skutočné vzrušenie.
th: สนามนี้เป็นสนามที่เร้าใจเพนกวิ้นนักขับของคุณอย่างแท้จริง
tr: Bu bölüm gerçek yarış sever penguenine esaslı bir heyecan sunuyor.

source: Bobsled Ride
bg: Бобслей разходка
bs: Bob trka
da: Bobslæde tur
de: Bobrennen
fr: Descente en bobsleigh
ga: Séad an tSleamhnáin
he: גלישה במזחלת
hu: Bobozás
it: Corsa Sulla Guidoslitta
mk: Возење со боб-санка
ms: Menunggang Bobsled
nb: Bobsleighbane
nl: Bobsleebaan
nn: Bobsleighbane
pl: Zjazd Bobslejem
pt: Passeio de Trenó
pt_br: Viagem de Trenó
ro: Cursa bobului
ru: Бобслей
sk: Bobová dráha
tr: Kızak Sürme
uk: Бобслей

source: Just like a real bobsled ride, only more dangerous.
bg: Също като истинско пътуване с бобслей, само че по-опасно.
bs: Baš kao i prava bob trka, samo mnogo opasnije.
da: helt lige som en ægte bobslæde tur. bare mere farlig,
de: Wie eine echte Fahrt in einem Bob, nur um einiges gefährlicher.
fr: Identique à une vraie piste de bobsleigh, en plus dangereux.
ga: Díreach ar nós séad i sleamhnán, ach níos contúirtí.
he: בדיוק כמו גלישה אמיתית במזחלת, רק יותר מסוכן.
hu: Mint egy valódi bobpálya, csak veszélyesebb.
id: Sama seperti bobsled ride sungguhan, hanya lebih berbahaya.
it: Proprio come una vera corsa sulla guidoslitta, solo un po' più pericolosa.
mk: Исто како во вистинска трка со боб-санка, само многу поопасно.
ms: Seperti menunggang bobsled yang benar, tetapi lebih berbahaya.
nb: Akkurat som en ekte bobsleighbane, bare enda farligere.
nl: Net als een echte bobsleebaan, maar dan sneller en gevaarlijker
nn: Nett som ei ekte bobsleighbane, berre endå farlegare.
pl: Prawie jak prawdziwy zjazd bobslejem, tylko bardziej niebezpieczny.
pt: Tal como um passeio de trenó, mas mais perigoso.
pt_br: Igualzinho a uma viagem de trenó de verdade, apenas mais perigoso.
ro: Asemenea unei curse reale de bob, doar că este mult mai periculoasă.
ru: Прямо как настоящий бобслей, только опаснее.
sk: Ako skutočná bobová dráha, len nebezpečnejšia.
tr: Tıpkı gerçek kızak sürmek gibi sacece daha tehlikeli

source: In Search of Vodka
bg: В търсене на водка
bs: U potrazi ta votkom
da: Søger efter vodka
de: Auf der Suche nach Wodka
fr: À la recherche de la Vodka
ga: Ar Thóir Vodca
he: בחיפוש אחר וודקה
hu: A vodka nyomában
id: Dalam pencarian Vodka
it: Alla ricerca di Vodka
mk: Во потрага по вотка
ms: Dalam Pencarian Vodka
nb: På jakt etter vodka
nl: Op zoek naar Wodka
nn: På jakt etter vodka
pl: W Poszukiwaniu Wódki
pt_br: Em busca da Vodka
ro: În căutarea votcii
ru: В поисках водки
sk: Hľadanie vodky
th: ตามล่าหาเมรัย
tr: Votka arayışında
uk: У пошуках горілки.

source: Tux needs some needs some vodka to warm up his cold belly. Alas, his liquor cabinet has been pillaged. Join Tux on the quest for vodka.Pick up herring for dinner along the way!
bg: Тъкс се нуждае от малко водка за да стопли студеният си корем. Уви, неговото шкафче със спиртни напитки беше ограбено. Присъединете се към Тъкс в неговото търсене за водка. Съберете херинги за вечеря по пътя!
bs: Tux treba malo votke da ugrije svoj hladni stomak. Ustvari, njegov kabinet sa likerom je opljačkan. Pridruži se Tuxu u potrazi za votkom. Pokupi i koju haringu usput!
de: Tux braucht ein bisschen Wodka, um sich seinen Bauch zu wärmen. Leider Gottes wurde sein Likörschränkchen geplündert. Hilf Tux auf der Suche nach Wodka. Sammle auf dem Weg noch ein paar Heringe fürs Abendessen.
fr: Tux a besoin de Vodka pour réchauffer son ventre froid. Hélas, son buffet a été pillé. Rejoignez-le dans sa quête et prenez des harengs pour le dîner tout au long du chemin !
ga: Tá braonán vodca de dhíth ó Thux chun a bholg fuar a théamh. Ach ar an drochuair, ghoideadh a bhiotáille. Bí le Tux ar thóir vodca. Beir greim ar scadáin le n-ithe ar ball ar an bhealach!
he: טאקס זקוק למעט וודקה כדי לחמם את בטנו הקרירה. אך אבוי! ארונית המשקאות נבזזה. הצטרף לטאקס במסע החיפושים אחר וודקה. אסוף איתך כמה דגים מלוחים לארוחת הערב בדרך!
hu: Tuxnak szüksége van némi vodkára, hogy kihűlt gyomrát felmelegítse. Csakhogy a bárszekrényét kifosztották. Segíts Tuxnak a küldetés teljesítésében, útközben pedig szerezz heringeket vacsora gyanánt.
id: Tux membutuhkan vodka untuk menghangatkan perutnya yang dingin. Aduh, lemari minuman kerasnya telah dijarah. Bergabunglah dengan Tux dalam pencarian Vodka. Ambil ikan Hering untuk makan malam selama perjalanan!
it: Tux ha bisogni di un po' di vodka per scaldare la sua pancia fredda. Ahimè, il suo armadietto dei liquori è stato saccheggiato. Unisciti a Tux nella ricerca della vodka. Prendi su arringhe per cena lungo la strada!
mk: На Tux му треба малку вотка да си го стопли својот ладен стомак. За жал, неговиот кабинет со алкохол беше ограбен. Придружете му се на Tux во потрагата по вотка. Подигнете ја харингата по патот за ручек.
ms: Tux memerlukan sedikit Vodka untuk memanaskan perutnya. Tetapi, kabinet arak dia sudah dirompak. Ikuti Tux untuk pencarian vodka. Ambil ikan hering untuk makan malam dalam perjalanan!
nb: Tux trenger vodka for å varme magen, men uheldigvis er brennevinsskapet hans plyndret. Bli med Tux på jakt etter vodka. Plukk også med deg litt sild som middagsmat på veien!
nl: Tux heeft wat wodka nodig om zijn koude buikje op te warmen. Helaas, zijn drankvoorraad is geplunderd. Help Tux in zijn queeste naar wodka. Verzamel haringen.
nn: Tux treng vodka for å varma magen, men uheldigvis er brennevinsskapet hans plyndra. Bli med Tux på jakt etter vodka. Plukk òg med deg litt sild som middagsmat på vegen!
pl: Tux potrzebuje nieco wódki do rozgrzania swojego zziebniętego brzuszka. Jak na złość, jego barek świeci pustkami. Wspomóż Tuxa w jego wyprawie po trunek! I nie zapomnij o śledziach na kolację!
pt: O Tux precisa de um bocado de vodka para aquecer a sua barriga fria. Alas, o seu armário de bebidas foi pilhado. Junte-se ao Tux numa aventura à procura de vodka. E pelo caminho apanhe arenque para o jantar!
pt_br: Tux precisa de vodka para aquecer seu estômago gelado. Seu estoque de licor foi pilhado. Junte-se ao Tux em sua busca por vodka. Colete peixes no caminho para o jantar!
ro: Tux are nevoie de niște votcă pentru a-și încălzi burtica rece. Alas, cabinetul lui de lichior a fost jefuit. Alăturăte lui Tux în căutarea lui de vodcă. Strânge hering pentru prânz în călătoria ta!
ru: Такс должен найти немного водки, что бы согреть свой замёрзший живот. Увы, его мини-бар разграбили. Присоединитесь к Таксу в его поисках водки. И захватите по пути селёдки!!
sk: Tux potrebuje vodku, aby so zahrial studené brucho. Nuž, jeho skrinka s alkoholom bola vyplienená. Pripojte sa k Tuxovej výprave za vodkou. Po ceste pozbierajte nejaké slede na obed.
th: เพนกวินต้องการเหล้าวอดก้ามาอบอุ่นกระเพาะเย็นๆ ของเขา อย่างไรก็ตามตู้เก็บเหล้าของเขาหมดแล้ว มาร่วมผจญภัยกับเพนกวินทักซ์และภารกิจหาเหล้าวอดก้า และอย่าลืมเก็บปลาสำหรับอาหารเย็นระหว่างทางด้วย!
tr: Tux'un üşümüş midesini ısıtmak için biraz biraz vodkaya ihtiyacı var. Ne yazık ki onun içki dolabı yağmalanmış. Vodka görevinde Tux'a katıl. Akşam yemeği için yolçevresinde ringa balığı topla.
uk: Тукс має знайти трохи горілки, аби зігріти свій змерзлий живіт. Шкода, його міні-бар розтрощили.Приєднуйтесь до Тукса в його пошуках горілки. Також прихопіть по дорозі оселедців для вечері!

source: Tux at Home
bg: Тъкс вкъщи
bs: Tux kod kuće
da: Tux er hjemme
de: Tux zu Hause
fr: Tux chez lui
ga: Tux sa Bhaile
hu: Tux otthona
id: Tux di Rumah
it: Tux a Casa
mk: Tux дома
ms: Tux di Rumah
nb: Tux på hjemmebane
nl: Bij Tux thuis
nn: Tux på heimebane
pl: Tux w domu
pt: Tux em Casa
pt_br: Tux em Casa
ro: Tux acasă
ru: Tux дома
sk: Tux doma
tr: Tux Evinde
uk: Тукс вдома
