Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: To put it simply, stay on the path or you lose! It's hard to see where you're going, there's trees in your way, and the herrings are hard to get. Good luck, you'll need it!
bg: Да го кажем направо, стойте на пистата или губите! Трудно е да видите накъде отивате, има дървета по пътя, и херингите са трудни за взимане. Късмет, ще Ви трябва!
bs: Da pojednostavimo, ostani na stazi ili propadaš! Teško je vidjeti gdje ideš, stabla su tvom putu i haringe je teško uhvatiti. Sretno, trebaće ti!
de: Um es einfach zu sagen: Bleib auf dem Weg oder du verlierst! Es ist schwer, den Überblick zu behalten, Bäume versperren dir den Weg und die Heringe sind schwer einzufangen. Viel Glück, denn du wirst es brauchen!
fr: Pour faire simple : restez sur le chemin ou perdez ! Il est difficile de voir où vous allez, il y a des arbres vous barrent le chemin, et les harengs sont difficile à attraper. Bonne chance, vous en aurez besoin !
ga: Chun é a rá go follasach, fan ar an gconair nó beidh tú thíos leis! Tá sé deacair a fheiceáil cá bhfuil tú ag dul, tá crainn i do bhealach, agus tá sé deacair greim a fháil ar na scadáin. Ádh mór - beidh sé de dhíth uait!
he: בפשטות, השאר בנתיבך או שתפסיד! קשה לראות מה אתה עושה, ישנם עצים בדרכך, וקשה להגיע אל הדגים המלוחים. בהצלחה, אתה תזדקק לזה!
hu: Egyszerűen megfogalmazva: maradj az úton, vagy veszítesz! Nehezen látható, hogy merre mész, fák vannak az utadban, és nehéz megszerezni a heringeket. Sok szerencsét, szükséged lesz rá!
id: Aturannya sederhana, tetap di atas jalur atau anda kalah! Susah untuk melihat kemana arah Anda, ada pepohonan di jalan, dan ikan Hering susah untuk didapatkan. Semoga sukses, anda akan membutuhkannya!
it: Per dirla semplicemente rimani sul percorso o perderai! È difficile vedere dove stai andando, ci sono alberi sul tuo percorso, e le arringhe sono difficili da ottenere. Buona fortuna, ti servirà!
mk: Едноставно кажано, останете на патеката или ќе изгубите! Тешко е да се види што правите, има дрва по вашиот пат, а и харингата е тешка да се земе. Со среќа, ќе ви треба!
ms: Secara senang, kekal pada laluan atau anda akan kalah! Ia susah untuk melihat ke mana anda sedang menuju, ada pokok dalam laluan anda, dan ikan hering susah untuk didapati. Semoga berjaya, anda akan memerlukannya!
nb: Kort sagt: Holder deg på den smale sti – eller dø! Det er vanskelig å se hvor du aker, det er tre i veien, og det er vrient å få tak i sild. Lykke til (du kommer til å trenge det)!
nl: Simpel gezegd, blijf op het pad want als je valt ben je verloren! Het is moeilijk om te zien waar je heen moet. Er zijn bomen en de haringen staan op vervelende plaatsen. Succes, je zal het nodig hebben!
nn: Kort sagt: Held deg på den smale stigen – eller døy! Det er vanskeleg å sjå kor du akar, det er tre i vegen, og det er vrient å få tak i sild. Lykke til (du kjem til å trenga det)!
pl: Krótko mówiąc: nie zbaczaj ze szlaku, bo przegrasz! Trudno jest tu dostrzec trasę, na drodze znajdują się drzewa, a śledzie są trudne do zebrania. Powodzenia, będzie ci potrzebne!
pt: Simplesmente fique no caminho ou perderá. É difícil de ver por onde vai, existem árvores no caminho e os arenques são dificeis de apanhar. Boa sorte, vai precisar!
pt_br: Para falar de forma simples, se mantenha no caminho ou você perde! É difícil ver para onde você está indo, há árvores no seu caminho e os peixes são difíceis de pegar. Boa sorte, você vai precisar!
ro: Pe înțelesul tuturor, rămâi pe traseu sau vei pierde! Este dificil să vezi unde mergi, sunt copaci în calea ta, și heringul este foarte greu de strâns. Baftă, vei avea nevoie!
ru: В двух словах: оставайтесь на трассе, либо проиграете! Здесь сложно увидеть, куда катишься, перед глазами мешаются деревья, а селёдку трудно достать. Удачи, она вам понадобится!
sk: Jednoducho povedané, zostaňte na trati, inak prehráte! Je ťažké sledovať, kam idete, lebo vám v ceste stoja stromy a slede je ťažké získať. Veľa štastia, budete ho potrebovať.
th: ง่ายๆ แค่ไปตามทางหรือไม่คุณก็แพ้ มันจะมองเห็นทางได้ยาก เพราะมีต้นไม้ระหว่างทาง แล้วแถมปลายังเก็บได้ยากอีก ขอให้โชคดี!

source: Hamburger Hill
bg: Хамбургерски хълм
bs: Brdo hamburger
da: Hamburger Bakken
de: Hamburgerhügel
fr: Colline Hamburger
ga: Cnoc an Bhurgair
he: גבעת ההמבורגרים
hu: Hamburger-hegy
id: Bukit Hamburger
it: Collina Dell'Hamburger
mk: Ридот на хамбургерот
ms: Bukit Hamburger
nb: Hamburgerhaugen
nl: Hamburgerheuvel
nn: Hamburgerhaugen
pl: Hamburgerowe Wzgórze
pt: Monte Hamburger
pt_br: Colina do Hamburguer
ro: Dealul hamburger
ru: Холм-гамбургер
sk: Kopec hamburgerov
th: เนินแฮมเบอร์เกอร์
tr: Hamburger Tepesi

source: Hamburger Hill is steep, narrow, twisty, lumpy, icy, and rocky, with a few trees right in your way!
bg: Хамбургерски хълм е стръмен, тесен, с много извивки, неравен, заледен, и скалист, с малко дървета точно по пътя Ви!
bs: Brdo hamburger je strmo, usko, uvrnuto, grudvasto, ledeno i stjenovito sa nekoliko drveća upravo na vašem putu!
de: Der Hamburgerhügel ist steil, eng, kurvig, klumpig, eisig und felsig, mit einigen Bäumen genau in deinem Weg!
fr: La colline Hamburger est abrupte, étroite, sinueuse, bosselée, glacée, rocheuse et avec des arbres juste sur votre route !
ga: Tá Cnoc an Bhurgair géar, cúng, casta, tuairteálach agus creagach, le roinnt crainn díreach i do bhealach!
he: גבעת ההמבורגרים הינה תלולה, צרה, עקלקלה, מלאה בגבשושיות, מושלגת ומלאה בסלעים, עם כמה עצים באמצע הדרך!
hu: A Hamburger-hegy meredek, keskeny, kanyargós, hullámos, jeges, és sziklás, néhány fával az utadban.
id: Bukit Hamburger itu sempit, curam, berliku-liku, beku, dan berbatu, dengan sedikit pepohonan di sepanjang jalan.
it: La Collina Dell'Hamburger è ripida, stretta, contorta, grumosa, ghiacciata e rocciosa, con alcuni alberi nel tuo cammino!
mk: Ридот на хамбургерот е стрмна, тесна, извртена, грутчеста, ледена и камена планина, со неколку дрвја кои што ќе ви го попречуваат патот.
ms: Bukit Hamburger adalah condong, sempit, berbelit-belit, bergumpal-gumpal, berais, penuh dengan batu, dengan beberapa pokok didalam laluan anda!
nb: Hamburgerhaugen er bratt, glatt, smal, svingete, humpete, og har til og med noen tre i veien!
nl: De hamburgerheuvel is steil, smal, kronkelig, hobbelig, ijzig en rotsig. Ook staan er een paar bomen in de weg!
nn: Hamburgerhaugen er bratt, glatt, smal, svingete, humpete, og har til og med nokre tre i vegen!
pt: Colina Hamburger é íngreme, estreita, torcida, encrespada, gelada, rochosa e com algumas árvores!
pt_br: A Colina do Hamburguer é íngreme, estreita, deformada, despedaçada, gelada e rochosa, com algumas árvores justo no seu caminho!
ro: Dealul hamburger este o prăpastie, îngustă, întortocheată, noduroasă, înghețată, și stâncoasă, cu câțiva copaci în calea ta!
ru: Холм-гамбургер - крутая, узкая, извилистая, ухабистая покрытая льдом трасса с камнями и деревьями прямо у вас на пути!
sk: Kopec hamburgerov je strmý, úzky, zľadovatelý a skalnatý so zákrutami a niekoľkými stromami rovno v ceste!

source: Slalom
bg: Ски слалом
ga: Slalóm
hu: Szlalom
mk: Слалом
nb: Slalåm
nn: Slalåm
pt_br: Ziguezague
ru: Слалом
tr: Slalom (Zikzaklı Kaymak)
uk: Слалом

source: Brake while you turn and the herrings on this pseudo-slalom will be yours.
bg: Забавете докато завивате и херингите на този лъже-слалом ще бъдат Ваши.
bs: Kočite prilikom skretanja i haringe na ovom pseudo slalomu su vaše.
de: Brems ab während du abbiegst und die Heringe bei diesem Pseudo-Slalom werden dein sein.
fr: Freinez pendant que vous tournez et les harengs de ce pseudo-slalom seront à vous.
ga: Coisc nuair a chasann tú agus beidh na scadáin sa slalóm bréagach seo agat.
hu: Fékezz, miközben fordulsz, és szerezd meg a heringeket ezen az ál-szlalomon.
id: Injaklah Rem jika Anda berbelok dan ikan Hering di pseudo-slalom akan menjadi milikmu.
it: Frena mentre volti e le arringhe in questo pseudo-slalom saranno tue.
mk: Кочете додека вртите и харинги на овој псеудо-слалом ќе бидат ваши.
ms: Brek apabila anda berpusing dan ikan hering akan menjadi kepunyaan anda didalam pseudo-slalom ini.
nb: Brems når du svinger for å få tak i sildene i denne slalåmbanen.
nl: Remmend sturen en een goed ritme helpen je door dit lastige slalomparcours.
nn: Brems når du svingar for å få tak i silda i denne slalåmbana.
pl: Hamuj podczas skrętów, a śledzie na tym niby-slalomie będą twoje.
pt: Trave ao virar e os arenques neste pseudo-slalom serão seus.
pt_br: Freie enquanto você faz as curvas e os peixes nesse falso ziguezague serão seus.
ro: Frânează când întorci și heringul din acest pseudo-slalom va fii al tău.
ru: Притормаживайте на поворотах и вся селёдка в этом псевдо-слаломе будет ваша.
sk: Brzdite, keď zatáčate a slede na tomto pseudo-slalome budú vaše.
uk: Пригальмовуйте на поворотах і весь оселедець в цьому псевдо-слаломі буде Ваш.

source: Who Says Penguins Can't Fly?
bg: Кой казва, че пингвините не могат да летят?
bs: Ko kaže da pingvine ne mogu letjeti?
da: Hvem siger at pingviner Ikke kan flyve?
de: Wer behauptet, Pinguine könnten nicht fliegen?
fr: Qui dit que les pingouins de savent pas voler ?
ga: Cé A Dúirt Nach Féidir Le Piongainí Eitilt?
he: מי אמר שפינגווינים לא יכולים לעוף?
hu: Ki mondta, hogy a pingvinek nem tudnak repülni?
id: Siapa bilang pinguin bisa terbang ?
it: Chi Lo Dice Che I Pinguini Non Possono Volare?
mk: Кој вели дека пингвините не летаат?
ms: Siapa kata Penguin Tidak Boleh Terbang?
nb: Hvem har sagt at pingviner ikke kan fly?
nl: Wie zei er dat pinguïns niet konden vliegen?
nn: Kven har sagt at pingvinar ikkje kan fly?
pt: Quem Disse Que Os Pinguins Não Voam?
pt_br: Quem Diz Que Pingüins Não Podem Voar?
ro: Cine spune că pinguinii nu pot zbura?
ru: Кто сказал, что пингвины не летают?
sk: Kto povedal, že tučniaky nevedia lietať?
th: ใครว่าเพนกวินบินไม่ได้?
tr: Kim Demiş Penguenler Uçamaz?
uk: Хто каже, що пінгвіни не літають?

source: It'll be tough collecting herrings at speeds over 200, so try to brake whenever possible to get the required herring.
bg: Събирането на херинги ще бъде трудно при скорости от над 200, така че се опитайте да забавяте когато е възможно за да приберете нужните херинги.
bs: Biće teško skupljati haringe pri brzini većoj od 200, pa zato probaj kočiti kad god je moguće da skupiš potrebne haringe.
da: Det vil være hårdt at indsamle sild med hastigheder på over 200, så prøv at bremse når det er muligt at få de krævede sild.
de: Ab einer Geschwindigkeit von 200 wird es schwer, die benötigten Heringe einzusammeln! Vergiss also nicht zu bremsen!
fr: Il va être difficile de collecter les harengs à une vitesse dépassant les 200, essayez donc de freiner autant que possible pour attraper les harengs requis.
ga: Beidh sé deacair na scadáin a bhailiú ag luasanna níos mó ná 200, mar sin déan iarracht coisc nuair ar féidir chun na scadáin atá de dhíth a fháil.
he: יהיה קשה מאוד לאסוף דגים מלוחים במהירות העולה על 200, לכן נסה לבלום היכן שניתן כדי להגיע אל הדג המלוח המיוחל.
hu: Kemény lesz heringeket gyűjteni 200 fölötti sebességnél, ezért próbálj fékezni, amikor csak tudsz, hogy összegyűjtsd a szükséges heringeket.
id: Akan sulit untuk mengumpulkan ikan Hering dengan kecepatan diatas 200, cobalah untuk mengerem jika memungkinkan untuk mendapatkan ikan Hering.
it: Sarà tosto collezionare arringhe a velocità oltre a 200, quindi prova a frenare quando possibile per ottenere l'arringa richiesta.
mk: Ќе биде тешко да се соберат харингите на брзини над 200, па затоа обидете се да закочите секогаш кога ќе биде можно за да ја добиете бараната харинга.
ms: Ia akan menjadi susah untuk menangkap ikan hering pada kelajuan melebihi 200, jadi cuba untuk brek apabila boleh untuk mendapat ikan hering yang diperlukan.
nb: Det er ikke lett å spise sild i over 200 kilometer i timen, så prøv å bremse ned når du kan.
nl: Het is erg moeilijk de controle te houden bij snelheden boven de 200 dus rem waar mogelijk om haringen te pakken.
nn: Det er ikkje lett å eta sild i over 200 kilometer i timen, så prøv å bremsa ned når du kan.
pt: Vai ser difícil recolher arenques a velocidades > 200, tente travar sempre que possa para obter os arenques necessários.
pt_br: Será difícil coletar os peixes em velocidades acima de 200, então tente frear sempre que for possível para pegar os peixes solicitados.
ro: Va fi dificil să strângi hering la viteze de peste 200 k/h, deci înceacă să frânezi oricând este posibil să iei heringul cerut.
ru: Будет сложновато собирать селёдку на скорости за 200, так что старайтесь притормаживать для этого.
sk: Bude ťažké zbierať slede pri rýchlosti cez 200, tak sa pokúste brzdiť kedy sa len bude dať, aby ste dostali potrebného sleďa.
th: ยากแน่ๆ ถ้าจะเก็บปลาในความเร็วระดับ 200 ดังนั้นอย่าลืมเบรคเมื่อจะเก็บปลา

source: Tux on Snowboard
bg: Тъкс върху сноуборд
fr: Tux en snowboard
ga: Tux ar Chlár Sneachta
hu: Hódeszkás Tux
nb: Tux på snøbrett
nl: Tux met Snowboard
nn: Tux på snøbrett
pl: Tux na Snowboardzie
pt_br: Tux no Snowboard
ru: Tux на сноуборде
sk: Tux na snowboarde
th: Tux บนกระดานหิมะ
tr: Snowboard'daki Tux

source: Select campaign and cup
bg: Избери кампания и купа
bs: Odaberi kampanju i kup
da: Vælg kampagne og løb
de: Wähle Kampange und Cup
fr: Sélectionnez une compétition et une coupe
he: בחר תחרות וגביע
hu: Bajnokság- és kupaválasztás
id: pilih kampanye dan cup
it: Seleziona la campagna e la coppa
mk: Одбери кампања или куп
ms: Pilih kempen dan cup
pt: Seleccione campanha ou taça
pt_br: Selecione a campanha e a copa
ro: Selectați campaina și cupa
ru: Выберите кампанию и кубок
sk: Vyberte kampaň a pohár
tr: bölüm ve kupa seç
uk: Оберіть кампанію та кубок

source: Campaign:
bg: Кампания:
bs: Kampanja:
da: Kampagne:
de: Kampange:
fr: Compétition :
he: תחרות:
hu: Bajnokság:
id: kampanye:
it: Campagna:
mk: Кампања:
ms: Kempen:
pt: Campanha:
pt_br: Campanha:
ro: Campania:
ru: Кампания:
sk: Kampaň:
tr: Şampiyona
uk: Кампанія:

source: Congratulations! You won the campaign!
bg: Поздравления! Вие спечелихте кампанията!
bs: Čestitke! Osvojili ste kampanju!
da: Tillykke du vandt kampagnen!
de: Glückwunsch! Du hast die Kampagne gewonnen!
fr: Félicitations ! Vous avez remporté la compétition !
he: ברכותינו! זכית בתחרות!
hu: Gratulálok! Megnyerted a bajnokságot!
id: Selamat! Anda memenangkan kampanye!
it: Congratulazioni! Hai vinto la campagna!
mk: Честитки! Победивте на кампањата!
ms: Tahniah! Anda memenangi kempen ini!
pt: Parabéns! Ganhou a campanha!
pt_br: Parabéns! Você ganhou a campanha!
ro: Felicitări! Ați câștigat campania!
ru: Поздравляем! Вы выиграли кампанию!
sk: Gratulujeme! Vyhrali ste kampaň!
tr: Tebriker! Şampiyonayı siz kazandınız!
uk: Вітаємо! Ви перемогли у кампанії!

source: Enter a campaign
bg: Влез в кампания
bs: Započni kampanju
da: Angiv en kampagne
de: Kampagne starten
fr: Compétition
he: הכנס לתחרות
hu: Indulás egy bajnokságon
id: Masuk ke kampanye
it: Entra in una campagna
mk: Влезете во кампања
ms: Masuk kempen
pt: Inicie uma campanha
pt_br: Entre numa campanha
ro: Intră într-o campanie
ru: Начать кампанию
sk: Vstúpiť do kamapane
tr: Bölüme gir
uk: Розпочати компанію

source: Draw Background:
bg: Изобразявай фон:
bs: Pozadina:
da: Optegn Baggrund:
de: Hintergrund zeichnen:
fr: Afficher l'arrière-plan :
he: ציור הרקע:
hu: Háttér kirajzolása:
id: latar belakang gambar
it: Disegna Sfondo:
mk: Исцртајте ја позадината:
ms: Lukiskan Latar Belakang:
pt: Desenhar Fundo:
pt_br: Desenho de Fundo:
ro: Desenează fundalul:
ru: Показвать фон:
sk: Vykresliť pozadie:
th: วาดพื้นหลัง:
tr: Arkaplan Çiz
uk: Зобразити фон:

source: FPS: %.1f
bg: Кадри за секунда: %.1f
he: שקופיות לשניה: %.1f
mk: ФВС: %.1f
nb: B/s: %.1f
nn: B/s: %.1f
pt: IPS: %.1f

source: A very dangerous path along the mountains. Warning: The course is very difficult and there are some situations where you can get stuck.
bg: Много опасна писта покрай планините. Внимание: Този курс е много опасен и има ситуации където можете да затънете.
bs: Veoma opasna staza u planinama. Upozerenje: Ova staza je veoma teška i postoje situacije u kojima se možeš zaglaviti.
de: Ein sehr gefährlicher Weg an den Bergen entlang. Achtung: Die Strecke ist sehr schwierig und man gerät schnell in Situationen, in denen man nicht weiter kommt.
fr: Un chemin très dangereux le long des montagnes. Attention : cette course est très difficile et il y a quelques situations ou vous pourrez rester bloqué.
hu: Egy nagyon veszélyes út a hegyek mentén. Figyelem: ez a pálya nagyon nehéz, és néhány helyen el is akadhatsz.
id: Jalan yang berbahaya di sepanjang gunung. Peringatan: perjalanan sangat sulit dan sering membuatmu mengalami mogok.
it: Un cammino molto pericoloso tra le montagne. Attenzione: Questo percorso è molto difficile e ci sono alcune situazioni in cui puoi rimanere bloccato.
mk: Многу опасна патека низ планините. Предупредување: Оваа патека е многу тешка и ќе има ситуации кога ќе заглавите.
ms: Laluan yang sangat merbahaya diantara gunung-ganang. Amaran: Kursus ini amat susah dan ada situasi dimana anda boleh tersekat.
pt: Um caminho muito perigoso ao longo das montanhas. Aviso: Este percurso é muito difícil e existem situações em que poderá ficar encravado.
pt_br: Uma estrada muito perigosa através das montanhas. Cuidado: O curso é muito difícil e possui algumas situações em que você pode ficar preso.
ro: O cale foarte periculoasă de-a lungul munților. Avertisment: Cursa este foarte dificilă și sunt situați în care poți rămâne blocat.
ru: Очень опасная горная дорог. Осторожно: трасса очень сложная и в некоторых местах можно застрять.
sk: Veľmi nebezpečná cesta okolo hôr. Upozornenie: Dráha je veľmi náročná a na niektorých miesta môžete ostať zaseknutý.
th: เส้นทางที่อันตรายมากตามแนวเขา ระวัง: ฉากนี้ยากมากและอาจมีบางสถานการณ์ที่คุณจะติดได้

source: Tux
bg: Тъкс
ru: Тукс
uk: Тукс

source: Event:
bg: Събитие:
id: Pertandingan:
nb: Konkurranse:
nn: Renn:
pt_br: Evento:
th: การแข่งขัน:
tr: Yarışma:

source: Version 0.5
bs: Verzija 0.5
ms: Versi 0.5

source: Release Organization
bs: Organizacija za izdavanje
ms: Organisasi Perlepasan

source: Nicosmos (Logo, HUD and Interface)
bs: Nicosmos (Logo, HUD i interfejs)
ms: Nicosmos (Logo, HUD dan Interface)

source: Christian Picon (Objects, Skyboxes, Characters)
bs: Christian Picon (Objekti, ski boksovi, likovi)
ms: Christian Picon (Objek-objek, Skyboxes, Karakter)

source: Daniel Poeira and Christian Picon (Papercuts Font)
bs: Daniel Poeira i Christian Picon (Papercuts vrsta slova)
ms: Daniel Poeira dan Christian Picon (Papercuts Font)

source: 'Freezing Point'
bs: 'Tačka smrzavanja'
ms: 'Peringkat Membeku'

source: 'Calm Race'
bs: 'Mirna trka'
ms: 'Perlumbaan Tenang'

source: 'Lost Race'
bs: 'Izgubljena trka'
ms: 'Kalah Perlumbaan'

source: 'Race Intro'
bs: 'Uvod u trku'
ms: 'Intro Perlumbaan'

source: 'Spunky Race'
bs: 'Hrabra trka'
ms: 'Perlumbaan Keberanian'

source: 'Won Race: kschroeder Remix'
bs: 'Pobjeda u trci: kschroeder remiks'
ms: 'Menang Perlumbaan: kschroeder Remix'

source: 52143__blaukreuz__imp_01.wav - Original sound of ice cracking...
bs: 52143__blaukreuz__imp_01.wav - Originalni zvuk lomljenja leda...
ms: 52143__blaukreuz__imp_01.wav - Bunyi asal ais berpecah-belah...

source: (for Extreme Tux Racer)
bs: (za Extreme Tux Racer)
ms: (untuk Extreme Tux Racer)

source: Reinhard Niehoff (tons of advice)
bs: Reinhard Niehoff (gomile savjeta)
da: Reinhard Niehoff (tons af råd)
ms: Reinhard Niehoff (pemberi nasihat)

source: All the people of the forum
bs: Sve osobe na forumu
da: Alle folk i forumet
ms: Semua orang dari forum

source: Requirements met! Advance to the next race.
bs: Zahtjevi dostignuti! Nastavite na sljedećoj trci.
ms: Keperluan dipenuhi! Maju kepada perlumbaan seterusnya.

source: Race requirements not met.
bs: Zahtjev za trku nisu dostignuti.
ms: Keperluan berlumba belum dipenuhi.

source: Speedy
bs: Brzonogi

source: Select event and cup
nb: Velg konkurranse og turnering
nn: Vel renn og turnering

source: Congratulations! You won the event!
nb: Gratulerer! Du vant konkurransen!
nn: Gratulerer! Du vann rennet!

source: Enter an event
nb: Konkurranse
nn: Køyr renn

source: A very dangerous path along the mountains. Try to catch more than 60 herrings. Warning: The course is very difficult and there are some situations where you can get stuck.
nb: En veldig farlig vei langs fjellene. Prøv å få tak i mer enn 60 sild. Advarsel: Banen er veldig vanskelig, og det er noen steder du kan sette deg fast.
nn: Ein veldig farleg veg langs fjella. Prøv å få tak i meir enn 60 sild. Åtvaring: Bana er veldig vanskeleg, og det er nokre stader du kan setja deg fast.

source: %.0f
pl: Copy text %.0f
