Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: Skull mountain is a steep, twisty drop around tree-filled inner peaks. Expect to miss a lot of herrings and crash a lot.
bg: Черепна планина е едно стръмно спускане с много извивки около пълни с дървета вътрешни върхове. Очаквайте да пропускате много херинги и да се блъскате много.
bs: Planina Lubanja je strmi, uvrnuti spust oko drvetom popunjenih najviših tačaka. Očekujte da ne pokupite mnogo haringi i da se slupate mnogo puta.
de: Der Schädelberg ist ein steiler, kurvenreicher Kurs, welcher um die mit Bäumen bewachsene Gipfel im Inneren führt. Rechne mit einigen verpassten Heringen und vielen Unfällen.
fr: La montagne du crâne est un passage abrupt et tortueux autour de pics intérieurs remplis d'arbres. Attendez-vous à manquer beaucoup de harengs et à vous accidenter de nombreuses fois.
ga: Is titim ghéar, casta le beanna lán de crainn istigh ann é Sliabh an Chloiginn. Bí ag súil le tuairteáil go minic agus gan greim a fháil ar mhórán scadáin.
he: הר הגולגלות הינה נפילה תלולה ועקלקלה המלאה בגבעות פנימיות המלאות בעצים. צפה לפספס המון דגים מלוחים ולהתרסק הרבה.
hu: A Koponya-hegy egy meredek lejtőn futó, fákkal teli hegycsúcsok körül kanyargó utat biztosít. Számíts arra, hogy rengeteg heringet kikerülsz, illetve sokszor fogsz ütközni.
id: Gunung Tengkorak adalah jurang yang curam dan berkelok-kelok disekitar puncak tree-filled inner. Dimungkinkan banyak melewatkan ikan Heringdan banyak terjadi kecelakaan.
it: La Montagna Del Teschio è una cima ripida e contorta piena di alberi. Aspettati di mancare un mucchio di arringhe e di schiantarti molto
mk: Планината на черепите е стрмна, искривена и полна со врвови исполнети со многу дрвја. Очекувајте да испуштите многу харинга и да се уривате.
ms: Gunung Tengkorak adalah tempat kejatuhan yang condong, berbelit-belit diantara puncak-puncak yang penuh dengan pokok. Bersedia untuk terlepas banyak ikan hering dan menlanggar banyak.
nb: Hodeskallefjellet er bratt og svingete, og med små hauger med tre. Her må du regne med mye krasjing og lite sild.
nl: De doodhoofdsberg is een steil, bochtig parcours die zich tussen bosrijke pieken kronkelt. Verwacht vele gemiste haringen en veel crashes.
nn: Hovudskallefjellet er bratt og svingete, og med små haugar med tre. Her må du rekna med mykje krasjing og lite sild.
pt: Montanha Caveira é uma descida íngreme e torcida, cheia de árvores. Pode contar com bastantes acidentes e poucos arenques.
pt_br: A Montanha do Esqueleto é uma queda muito íngreme e deformada, em volta de picos no interior que são cheios de árvores. Espere perder um monte de peixes e bater bastante.
ro: Muntele craniu este o prăpastie, cu căderi întortocheate în jurul crestelor pline de pomi. Așteaptă-te să ratezi mult hering și să te accidentezi mult.
ru: Гора-череп - крутой извилистый скат вокруг покрытых деревьями пиков. Не удивляйтесь, если будете часто пропускать сёлёку и врезаться.
sk: Hora lebiek je strmý zostup plný zákrut okolo vrcholkov pokrytých stromami. Pripravte sa, že miniete mnoho sleďov a často narazíte.

source: Keep It Up
bg: Продължавай
bs: Samo naprijed
de: Bleib oben
fr: Restez en haut
ga: Lean Ort
hu: Fel a fejjel
id: Pertahankan Terus
it: Mantienila Su
mk: Држи се
ms: Teruskan Usaha Anda
nb: Hold deg oppe
nl: Hou hem hoog
nn: Hald deg oppe
pl: Utrzymaj Się!
pt: Continua
pt_br: Mantenha O Ritmo
ro: Ține-o tot așa
ru: Выше нос!
sk: Do toho
tr: Yukarı Devam

source: If you fall you might as well just quit then and there, 'cause your chances are slim on the rocky ground.
bg: Ако паднете бихте могли също така да излезете веднага, защото нямате шанс на скалистата земя.
bs: Ukoliko padneš možeš onda i da odustaneš, zato što su tvoje šanse male na stjenovitoj podlozi.
de: Wenn du fällst, kannst du das Rennen schon so gut wie beenden, denn deine Chancen sind auf dem steinigen Grund nur gering.
fr: Si vous tombez, vous pourriez aussi bien quitter, car vos chances sont réduites sur le sol rocheux.
ga: Má thiteann tú, is bhfiú duit scoir ansin, mar is beag iad na failleanna atá agat ar an talamh creagach.
hu: Ha leesel, rögtön be is fejezheted a versenyt, mert a sziklás terepen nem sok esélyed van.
id: Jika Anda jatuh, mungkin lebih baik untuk keluar disini, karena kesempatanmu sangat kecil di tanah berbatu.
it: Se cadi potresti semplicemente uscire qua e la, perché le tue possibilità sono magre nel terreno roccioso
mk: Ако паднете можете веднаш да се откажете, затоа што вашите шанси за назад се тенки на камена подлога.
ms: Jika anda jatuh lebih baik anda berhenti di sana juga, kerana kemungkinan anda berjaya pada jalan berbatu adalah kecil.
nb: Hvis du faller ned, kan du like godt bare gi opp med én gang. Det skal godt gjøres å klare seg på den steinete bakken.
nl: Houd jezelf in de lucht, want als je valt dan ben je verloren.
nn: Viss du dett ned, kan du like godt berre gje opp med éin gong. Det skal godt gjerast å klara seg på den steinete bakken.
pl: Jeśli spadniesz, równie dobrze możesz natychmiast opuścić tę planszę, ponieważ Twoje szanse na skalistym podłożu są... nikłe.
pt: Se cair, mais vale desistir pois as suas chances no chão rochoso são mínimas.
pt_br: Se você cair, você também pode sair na mesma hora e alí, porque suas chances são poucas no terreno rochoso.
ro: Dacă vei cădea probabil vei renunța atunci și acolo, pentru că șansele tale sunt mici pe teren cu roci.
ru: Если упадёте, то можете не продолжать - у вас мало шансов на каменистой поверхности.
sk: Ak spadnete, to už môžete rovno na mieste skončiť, lebo na skalnatej zemi sú vaše šance chabé.
th: ถ้าคุณตกลงมาละก็คุณอาจจะเลิกเล่นเสียตรงนั้นเลยเพราะพื้นขรุขระเล่นยากมาก

source: Dead Man's Drop
bg: Спускането на мъртвеца
bs: Spust mrtvog čovjeka
da: Død Mands Fald
de: Der Fall des toten Mannes
fr: La chute de l'homme mort
ga: Titim an Mharbháin
he: נפילתו של איש מת
hu: A halott ember lejtője
id: Jurang Orang Mati
it: Burrone Dell'Uomo Morto
mk: Падот на мртвиот човек
ms: Tempat Jatuh bagi Orang Maut
nb: Dudmannsbrekka
nl: De dodemanskloof
nn: Daudmannsbrekka
pl: Łza Wisielca
pt: Queda do Homem Morto
pt_br: A Queda do Homem Morto
ro: Căderea omului mort
ru: Скат мертвеца
sk: Pád mŕtveho muža
tr: Ölü Cesetler Dağı

source: Pretty tough hill. It's fast, steep, lumpy, twisty, and full of trees. Hard to get herrings. Don't forget the drop.
bg: Доста труден хълм. Той е бърз, стръмен, неравен, с много извивки, и пълен с дървета. Трудно е да се взимат херингите. Не забравяйте спускането.
bs: Prilično teška brdska staza. Brza je, strma, grudvasta, uvrnuta i puna drveća. Veoma je teško doći do haringi. Ne zaboravite spust.
de: Ziemlich schwerer Berg. Er ist schnell, steil, steinig, kurvenreich und voll mit Bäumen. Sehr schwer, hier Heringe zu fangen. Vergiss nicht den Abfall.
fr: Une colline assez rude. C'est rapide, abrupt, bosseux, tortueux, et pleins d'arbres. Difficile d'attraper des harengs. Et attention à la chute.
ga: Cnoc fíor-dheacair. Tá sé gasta, géar, cnapach agus lán de crainn. Tá sé deacair greim a fháil ar na scadáin. Ná dearmad an titim.
he: גבעה די קשה. מהירה, תלולה, מלאה בתלוליות, עקלקלה ומלאה בעצים. קשה להשיג דגים מלוחים. לבל תשכח את הנפילה.
hu: Igen kemény domb. Gyors, meredek, göröngyös és tele van fákkal. A heringeket is nehéz megszerezni. És ne feledjük a lejtőt.
id: Bukit yang sangat kuat. Cepat, curam, bergeronjal, berliku, dan penuh dengan pepohonan. Sulit untuk mengumpulkan ikan Hering. Jangan lupakan jurang.
it: Collina abbastanza tosta. È veloce, ripida, grumosa, contorta, e piena di alberi. Dura ottenere arringhe. Non dimenticare la caduta
mk: Многу тежок рид. Брз, стрмен, грутчест, искривен и полн со дрвја. Тешко е да се дојде до харингата. Не заборавајте на големиот пад.
ms: Bukit yang agak susah. Ia cepat, condong, begumpal-gumpal, berbelit-belit, dan penuh dengan pokok. Susah untuk mendapat ikan hering. Jangan lupa tempat kejatuhan.
nb: Ganske vanskelig. Daudmannsbrekka er bratt, rask, humpete, svingete og full av tre. Det er ikke lett å få tak i sild. Og ikke glem hoppet.
nl: Een pittig parcours. Het is snel, steil, hobbelig, bochtig en bezaaid met bomen. En vergeet de kloof niet.
nn: Ganske vanskeleg. Daudmannsbrekka er bratt, rask, humpete, svingete og full av tre. Det er ikkje lett å få tak i sild. Og ikkje gløym hoppet.
pl: Całkiem trudna trasa - szybka, stroma, nierówna, zakręcona i pełna drzew. Ciężko będzie zebrać śledzie. Pamiętaj o przepaściach.
pt: Colina árdua e bonita. É rápida, íngreme, encrespada,torcida e cheia de árvores. É difícil obter arenques. Não esqueça as quedas.
pt_br: Colina bem difícil. É rápida, íngreme, despedaçada, deformada, e cheia de árvores. Peixeis difíceis de pegar. Não se esqueça da queda.
ro: Un deal destul de aspru. Este rapid, prăpăstios, întortocheat, și plin de copaci. Este greu să strângi hering. Să nu uiți căderea.
ru: Достаточно сложный холм. Скоростной, крутой, извилистый, полный кочек и деревьев. Сложно собирать селёдку. И не забвайте, что вы ещё и скатываетесь!
sk: Dosť drsný kopec. Rýchly, strmý, hrboľatý a plný stromov. Je ťažké dostať slede. Nezabudnite na pád.
tr: Çok düz bir tepe. Hızlı, tümsekli, kar yığınları ve ağaçlarla dolu. Ringa balıklarını toplamak zor. Engebeleri unutma.

source: I've Got A Woody
bg: Притежавам един дървесен
bs: Imam Vudija
de: Ich hab' eine Latte
fr: Je possède un bois
ga: Tá Fonn Orm Arís
hu: Erdőirtás
id: Menemukan Kayu
it: Ho Una Legnata
ms: Saya Mendapat Woody
nb: Tresmak bak
nl: Hout voor de deur
nn: Tresmak bak
pt: Eu Tenho Lenha
pt_br: Eu Peguei Uma Madeira
ro: Am primit un lemnuț
ru: Ой, заноза!
sk: Mám drievko
tr: Ormanlığım Var

source: Yet another horrible elevated ice-coaster. If you thought the last two were hard, try this one. Have fun winding through the woods. Look out for a huge shortcut!!
bg: Още едно ужасно издигнато ледено влакче. Ако мислите, че последните две са били трудни, опитайте това. Забавлявайте се да завивате през горите. Оглеждайте се за огромен пряк път!!
bs: Još jedan užasan uzdignuti ledeni brzac. Ukoliko mislite da su posljednja dva bila teška, pokušajte ovaj. Puno sreće pri probijanju kroz drveće. Potražite ogromnu prečicu!!
de: Und wieder eine atemberaubende Achterbahn. Wenn du dachtest die letzen zwei wären hart gewesen, probiere diese Strecke. Genieße es durch die Wälder zufahren, achte aber auf eine große Abkürzung!!
fr: Encore une autre montagne-russe de glace élevée et horrible. Si vous pensez que les deux précédents étaient durs, essayez celui-là. Amusez-vous à serpenter à travers les bois. Et cherchez un raccourci énorme !
ga: Oighearchóstóir ardaithe uafásach eile. Má shíl tú go raibh an dá ceann deiridh deacair, bain triail as an ceann seo. Bain taitneamh as bheith ag casadh is ag lúbadh idir na crainn. Fair amach don t-aicearra ollmhór!!
hu: Egy újabb borzalmas jéghullámvasút. Ha azt hitted, az előző kettő kemény volt, próbáld ki ezt. Sok sikert az erdőn átvágáshoz! Keress egy nagy levágást.
id: Angkatan ice-coaster yang sangat mengerikan. Jika Anda pikir 2 level sebelumnya sangat susah, cobalah yang ini. Bersenang-senanglah dengan berputar di kayu-kayu. Carilah jalan pintas!!
it: Ancora un'altra orribile montagna ghiacciata elevata. Se pensavi che gli ultimi 2 fossero difficili, prova questo. Divertiti sfrecciando attraverso i boschi. Fa attenzione a una enorme scorciatoia!!
mk: И уште еден ужасен поткренат леден брег. Ако мислевте дека последните две трки се тешки, пробајте ја оваа. Забавувајте се низ шумите. Барајте огромен скратен пат!!!
ms: Satu lagi kapal penyusur ais yang ditinggikan yang teruk. Jika anda rasa yang dua tadi susah, cuba yang ini, Berseronok mengemudi diantara hutan. Cuba cari satu jalan pintas yang besar!!
nb: Nok en grusom, opphøyd isbane. Hvis du syntest de to forrige var vanskelige, har du noe å se fram til! Kos deg på turen gjennom skogen. Og vær på vakt etter snarveien!
nl: Nog een verschrikkelijk ijs-parcours. Het is bijna onmogelijk om niet de bomen in te vliegen. Veel plezier (of niet)! Het zou kunnen dat ergens een doorsteek te vinden is (hint!).
nn: Nok ei grusom, opphøgd isbane. Viss du syntest dei to førre var vanskeleg, har du noko å sjå fram til! Kos deg på turen gjennom skogen. Og ver på vakt etter snarvegen!
pt: Mais uma horrível e elevada corrida de trenó. Se achou as últimas duas difíceis, tente esta. Divirta-se em volta dos bosques. Procure por um enorme atalho.
pt_br: De novo outra horrível e elevada encosta de gelo. Se você achou que as últimas duas foram difíceis, tente essa aqui. Divirta-se se contorcendo entre as árvores. Procure por um grande atalho!!
ro: Încă o costă înaltă și oribilă. Dacă credeai că ultimele două au fost grele, încearc-o pe aceasta. Distracție plăcută prin pădure. Fii atent după o mare scurtătură!!
ru: Ещё одни ужасные ледяные горки. Если вы думаете, что две предыдущие трассы были сложными, попробуйте эту. Приятно вам провести время, лавируя между деревьями! И не пропустите место, где можно хорошенько срезать!!
sk: Ďalšia hrozná ľadová horská dráha. Ak ste si mysleli, že posledné dve boli ťažké, neskúsili ste túto! Bavte sa pri uhýbaní pred stromami. A pozor na obrovskú skratku!

source: Mt. Satan
bg: Връх Сатана
bs: Planina Džavo
da: Satanbjerget
de: Satansberg
fr: Mont Satan
ga: Sliabh an Diabhail
hu: Sátán-hegy
id: Gunung Setan
it: Monte Satana
mk: Брдото на ѓаволот
nb: Mount Satan
nl: Duivelsberg
nn: Mount Satan
pl: Szatańska Góra
pt_br: Monte Satã
ru: Гора Сатаны
sk: Diablova hora
th: ภูเขาซาตาน
tr: Şeytan Dağı

source: Mount Satan is a sister mountain to Dead Man's Drop. No surprises here, just a steep, bumpy, twisty path full of trees to get through.
bg: Връх Сатана е сродна планина на Спускането на мъртвеца. Няма изненади тук, само стръмна, неравна писта с много извивки, пълна с дървета за преминаване.
bs: Planina Džavo je sestra planini Spust mrtvog čovjeka. Ovdje nema iznenađenja, samo strmi, neravni, uvrnuti put pun drveća za proći.
de: Der Teufelshügel ist ähnlich wie der Der Fall des toten Mannes. Hier gibt es keine Überraschungen, es ist einfach nur schwierig den Weg zwischen den Bäumen zu finden.
fr: Le Mont Satant est une montagne soeur de la Chute de l'homme mort. Pas de surprises ici, juste un abrupt, bosseux et sinueux chemin pleins d'arbres pour passer entre eux.
ga: Is comhsliabh le Titim an Mharbháin é Sliabh an Diabhail. Níl aon iontais anseo ach conair ghéar, thuairteálach, chasta lán de crainn le dul tríd.
hu: A Sátán-hegy A halott ember lejtőjének testvére. Semmi meglepetés nincs itt, csak egy meredek, hepehupás, kanyargós út tele fákkal.
id: Gunung Setan adalah saudara dari Jurang Orang Mati. Tidak ada kejutan disini, hanya ada lereng curang, jalan berliku-liku yang penuh dengan pepohonan menghadang.
it: Il Monte Satana è una montagna sorella al Dead Man's Drop. Nessuna sorpresa qui, solamente un ripido, sconnesso, contorto cammino pieno di alberi da attraversare.
mk: Брдото на ѓаволот е сестринска планина на „Падот на мртвиот човек“. Нема изненадувања овде, само стрмна, тумбеста патека полна со дрвја тешки за минување.
ms: Mt. Satan adalah adik perempuan kepada gunung Dead Man's Drop. Tiada apa-apa yang baru, cuma laluan yang condong, bergumpal-gumpal, berbelit-belit penuh dengan pokok-pokok untuk dilepasi.
nb: Mount Satan er søsterfjellet til Daudmannsbrekka. Ingen overraskelser her – bare en bratt, humpete, svingete bane full av tre.
nl: De duivelsberg lijkt in vele opzichten op de dodemanskloof. Geen verrassingen, steil, hobbelig en bochtig met veel bomen om te ontwijken.
nn: Mount Satan er søsterfjellet til Daudmannsbrekka. Ingen overraskingar her – berre ei bratt, humpete, svingete bane full av tre.
pl: Mont Szatan to siostrzana góra Łzy Wisielca: bez niespodzianek - stroma, wyboista, pełna zakrętów droga pełna drzew, przez które będziesz musiał się przedostać.
pt: Montanha Satan é uma irmã da Queda do Homem Morto. Sem surpresas, apenas um caminho íngreme, acidentado e cheio de árvores.
pt_br: Monte Satã é uma montanha irmã da Queda do Homem Morto. Nenhuma surpresa aqui, apenas um íngreme, esburacado e deformado caminho cheio de árvores para desviar.
ro: Muntele Satan este frate cu Căderea omului mort. Nici o surpriză aici, doar o prăpastie, denivelată, o cale întortocheată plină de copaci printre care să treci.
ru: Гора Сатаны - гора-сестра Ската Мертвеца. Ничего неожиданного, просто крутая, ухабистая, извилистая трасса, полная деревьев.
sk: Diablova hora je sestra Pádu mŕtveho muža. Bez prekvapení, len strmá, hrboľatá cesta plná stromov a zákrut.
tr: Şeytan Dağı, Ölü Cesetler Dağının kız kardeşidir. Burada süpriz yok, sadece yamaç, tümsek, ve ağaçlarla dolu bir geçit.

source: Ski Jump
bg: Ски скок
bs: Skijaški skok
da: Skihop
de: Skispringen
fr: Saut à ski
ga: Fánán Marcaíocht Sneachta
hu: Síugrás
it: Salto Con Gli Sci
mk: Ски скок
ms: Lompatan Ski
nb: Skihopp
nl: Skisprong
nn: Skihopp
pl: Skoki Narciarskie
pt: Salto Aéreo
pt_br: Pulo do Escorrega
ro: Săritura cu schiurile
ru: Прыжок с трамплина
sk: Skoky na lyžiach
th: กระโดดแบบสกี
tr: Kayak Zıplaması
uk: Стрибок з трампліну

source: Steering will be unnecessary, just line yourself up and reap the rewards. Rememember, acceleration will slow you down after a while.
bg: Завиването ще бъде излишно, само се наредете в линията и приберете наградите. Помнете, ускорението ще Ви забави след време.
bs: Skretanje će biti nepotrebno, samo se poravnaj kako treba i beri nagrade. Zapamti, ubrzanje ćete usporiti nakon nekog vremena.
de: Lenken ist unnötig. Einfach hinunterfahren und den Lohn ernten. Denk dran, dass die Beschleunigung dich nach einer Weile wieder abbremst.
fr: Se diriger sera inutile, propulsez vous seulement vers le haut pour récolter les récompenses. Souvenez-vous, l'accélération vous ralentira après un moment.
ga: Ní bheidh gá le tú féin a stiúradh, cuir tú féin i dtreo an fhánáin agus bain sochar as. Ná déan dearmad, moilleoidh luasghéarú thú tar éis tamall.
hu: Kanyarodni fölösleges, csak állj irányba és arasd le a babérokat. Ne feledd, a gyorsítás egy bizonyos sebesség fölött lelassít.
id: Mengemudi akan tidak akan diperlukan, hanya luruskan diri Anda dan dapatkan hadiahnya. Ingatlah, kecepatan akan menurun sejenak.
it: Curvare non sarà necessario, solamente allineati e ottieni le ricompense. Ricorda, l'accelerazione ti rallenterà dopo un pò
mk: Управувањето ќе биде непотребно, само подредете се добро и соберете ги плодовите од вашиот труд. Запаметете, забрзувањето ќе ве забави по некое време.
ms: Pengemudian tidak perlu, cuma betulkan diri dengan garis dan mara ke depan. Ingat, meningkatkan kelajuan akan memperlahankan anda selepas seketika.
nb: Her trenger du ikke styre; bare kjør på, og plukk opp belønningene. Husk at du mister fart etter hvert.
nl: Maak genoeg snelheid en stuur niet te veel voor de afsprong. En accelereer niet te lang door; dat remt je na verloop van tijd alleen maar af.
nn: Her treng du ikkje styra; berre køyr på, og plukk opp den velfortente løna. Hugs at du mistar fart etter kvart.
pl: Kierowanie jest zbędne, wystarczy ustawić się prosto i można zbierać nagrody. Pamiętaj, że przyśpieszanie "na siłę" po chwili sprawi, że zaczniesz zwalniać.
pt: Direccionar deve ser desnecessário. Alinhe-se e colha as recompensas. Lembre-se que a aceleração irá atrasá-lo após um bocado.
pt_br: Pilotar não será necessário, apenas alinhe-se e colete as recompensas. Lembre-se: a aceleração vai diminuir sua velocidade após algum tempo.
ro: Virajele nu vor fi necesare, doar alinează-te și strânge recompensele. Ține minte că accelerația te va încetini după o perioadă.
ru: Поворачивать не надо, просто выровняйтесь и собирайте урожай наград. Помните, что ускорение замедлит вас через некоторое время.
sk: Nebude potrebné otáčať do strán, iba sa vyrovnajte a žnite odmenu. Pamätajte, že zrýchlenie vás po chvíli spomalí.
th: ไม่ต้องบังคับทิศ แค่จัดตัวเองและเก็บรางวัล จำไว้ว่าความเร่งจะทำให้คุณช้าลงครู่หนึ่ง

source: High Road
bg: Възвишен път
bs: Brza cesta
da: Hovedvej
de: Hochstraße
fr: Haute route
ga: An Bóthar Ard
hu: Magas út
id: Jalan Besar
it: Strada Alta
mk: Автопат
ms: Jalan Tinggi
nb: Himmelveien
nl: Een weg door de wolken
nn: Himmelvegen
pl: Lodowa Autostrada
pt: Estrada Elevada
pt_br: Pista Alta
ro: Autostrada
ru: Cтолбовая дорога
sk: Trať vo výške
th: ทางสูง
tr: Yüksek Yol

source: Just stay on the path and collect herring. Oh yeah, and if you fall you'll be eating pine needles.
bg: Само стойте на пистата и събирайте херинги. А да, и ако паднете ще ядете борови иглички.
bs: Samo ostani na putu i skupljaj haringe. I da, ukoliko upadneš završićeš jedući borove iglice.
de: Bleib einfach auf dem Weg und sammel Heringe. Ach ja: Wenn du runterfällst, wirst du Kiefernnadeln essen.
fr: Restez simplement sur le chemin et collectez les harengs. Oh ouais, et si vous tombez, vous allez manger des aiguilles de pin.
ga: Fan ar an gconair agus bailigh na scadáin. Agus lena chois sin, má thiteann tú beidh dealga na crainn giúise á ithe agat.
hu: Csak maradj az úton és gyűjtögesd a heringeket. Ó, igen, ha leesel, csak fenyőtüskék jutnak neked.
id: Tetaplah dijalur dan kumpulkan ikan Hering. Yeah, dan jika Anda jatuh, Anda akan makan daun Cemara.
it: Semplicemente stai nel cammino e colleziona arringhe. Ah, si, e se cadi mangerai spine di pino
mk: Само останете на патот и соберете ја харингата. Ах да, ако паднете ќе ги јадете иглите на борот.
ms: Cuma kekal pada laluan dan kumpulkan hering. Oh ye, dan jika anda jatuh anda akan makan jarum pain.
nb: Bare hold deg på veien, og plukk med deg sild. Og, ja, det er sant: Hvis du faller ned, blir det heller furukongler til middag.
nl: Houd jezelf op het pad en verzamel haringen. En oh, als je eraf valt dan moet je dennennaalden happen.
nn: Berre hald deg på vegen, og plukk med deg sild. Og, ja, det er sant: Viss du dett ned, vert det heller furukongler til middag.
pl: Po prostu trzymaj się szlaku i zbieraj śledzie. Aha, jeśli spadniesz, pozostanie Ci żarcie sosnowych igieł.
pt: Siga no caminho e recolha os arenques. Oh é verdade, se cair irá comer agulhas dos pinheiros.
pt_br: Apenas se mantenha no caminho e colete os peixes. Ah, sim, e se você cair, você estará comendo espinhos de pinheiro.
ro: Doar rămâi pe traseu și colectează heringul. Desigur, și dacă vei cădea vei mânca ace de pin.
ru: Просто придерживайтесь трассы и собирайте селёдку. Ах, да, если вы упадёте, то набьёте полный рот сосновых иголок!
sk: Len zostať na trati a zbierať slede. Aha, a ak spadnete, nakŕmite sa ihličím z borovíc.
th: แค่ไปตามทางและเก็บปลา และถ้าคุณตกลงมาคุณจะได้เก็บหนามต้นไพน์
tr: Sadece yolda kal ve ringaları topla. İşte böyle ve düşersen çam iğnelerinin tadına bakarsın.

source: The Narrow Way
bg: Тесният път
bs: Uzak put
da: Den Smalle Vej
de: Der Enge Weg
fr: La voie étroite
ga: An Caolbhealach
he: הדרך הצרה
hu: A keskeny út
id: Jalan Sempit
it: La Via Stretta
mk: Тесниот пат
ms: Jalan yang Sempit
nb: Den smale sti
nl: Het smalle pad
nn: Den smale stig
pl: Wąska Droga
pt: A Via Estreita
pt_br: O Caminho Estreito
ro: Calea îngustă
ru: Узкое местечко
sk: Úžina
th: ทางแคบ
tr: Dar Yol
uk: Вузький шлях
