Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: Explore the Mountains
bg: Изследвайте планините
bs: Istražite planine
da: Udforsk bjergene
de: Erkunde die Berge
fr: Explorez les montagnes
ga: Taiscéal na Sléibhte
hu: Fedezd fel a hegyeket
id: Menjelajahi Gunung
it: Esplora le Montagne
mk: Истражете ги планините.
ms: Menjelajahi Gunung-ganang
nb: Utforsk fjellene
nl: Ondek de bergen
nn: Utforsk fjella
pl: Odkrywaj Góry
pt: Explore as Montanhas
pt_br: Explore as Montanhas
ro: Explorează munții
ru: Исследование гор
sk: Prieskum vrchov
tr: Dağları Keşfet
uk: Дослідження гір

source: Can you find your way through the icy, dangerous mountains. I doubt it.
bg: Можете ли да намерите пътя през ледените, опасни планини. Съмнявам се.
bs: Možete li pronaći put kroz ledene, opasne planine. Čisto sumnjam.
da: Kan du finde vej gennem de iskolde, farlige bjerge. Jeg tror de næppe.
de: Kannst du den Weg durch die eisigen, gefährlichen Berge finden? Ich bezweifle es.
fr: Pouvez-vous trouver votre voie entre les montagnes glaciales et dangereuses ? J'en doute.
ga: An féidir leat do bhealach a aimsiú tríd na sléibhte oighreata contúirteacha? Ní dóigh liom é.
hu: Megtalálod az utat a jeges, veszélyes hegyek között? Kétlem.
id: Dapatkah Anda menemukan jalan melewati gunung yang penuh es dan berbahaya.Aku ragukan itu.
it: Potrai trovare la tua strada attraverso le montagne ghiacciate e pericolose? Ne dubito.
mk: Дали можете да си го најдете патот низ замрзнатите, опасни планини. Се сомневам во тоа.
ms: Bolehkan anda menemui jalan melalui gunung berais dan merbahaya ini? Saya rasa tidak.
nb: Finner du veien gjennom de glatte, farlige fjellene? Det tviler jeg på.
nl: Vind jij je weg door de ijzige, gevaarlijke bergen? Ik betwijfel het.
nn: Finn du vegen gjennom dei glatte, farlege fjella? Det tvilar eg på.
pl: Czy potrafisz się odnaleźć wśród niebezpiecznych, oblodzonych gór? Wątpię.
pt: Consegue encontrar o caminho nas perigosas e geladas montanhas? Duvido!
pt_br: Será que você pode achar seu caminho através das perigosas montanhas geladas? Eu duvido.
ro: Poți să găsești calea ce bună prin munții înghețați și periculoși.Mă îndoiesc.
ru: Можете ли вы найти дорогу через эти опасные, покрытые льдом горы? Сомневаюсь.
sk: Dokážete nájsť cestu zľadovatelými, nebezpečnými vrchmi? Pochybujem.
tr: Buzlu ve tehlikeli dağlarda yolunu bulabilir misin? Ben şüpheliyim.
uk: Чи зможете Ви знайти шлях крізь ці небезпечні, вкриті льодом гори? Я не впевнений у цьому.

source: Challenge One
bg: Предизвикателство едно
bs: Izazov jedan
da: Udfordring et.
de: Herausforderung Nummer 1
fr: Premier défi
ga: Dúshlán a hAon
hu: Egyes kihívás
id: Tantangan pertama
it: Sfida Uno
mk: Прв предизвик
ms: Cabaran Satu
nb: Utfordring én
nl: Uitdaging nummer 1
nn: Utfordring éin
pl: Wyzwanie Pierwsze
pt: Desafio Um
pt_br: Desafio Um
ro: Provocarea unu
ru: Соревнование №1
sk: Výzva
th: ท้าทาย
tr: Birinci Mücadele
uk: Змагання №1

source: Path of Daggers
bg: Писта от кинжали
bs: Puz noževa
de: Der Weg der Dolche
fr: Chemin des poignards
ga: Conair na Miodóg
hu: Tőrök útja
id: Jalan Golok
it: Cammino dei Pugnali
mk: Патеката на ножевите
ms: Laluan Pisau Belati
nb: Dolkestien
nl: Dolkenpad
nn: Dolkestigen
pl: Ścieżka Sztyletów
pt: Caminho das Cruzes
pt_br: Caminho de Lanças
ro: Calea pumnalelor
ru: Тропа кинжалов
sk: Cesta dýk
th: เส้นทางแห่งขวากหนาม
tr: Hançer Patikası

source: Big spikes may prove to be the least of your worries on this course. Muliple paths allow you to take low or high roads, each with their own challenges.
bg: Големите шипове може да се окажат най-малките Ви притеснения на тази писта. Съставените от много елементи пътеки Ви позволяват да тръгнете по ниски или високи пътища, всяка със свои собствени предизвикателства.
bs: Veliki šiljci mogli bi postati tvoja najmanja briga na ovoj stazi. Višestruki putevi ti dozvoljavaju da odeš na spore ili brze ceste, svake sa svojim izazovima.
de: Um die großen Steinspitzen auf dieser Bahn, musst du dir keine Sorgen machen. Mehrere Bahnen erlauben es dir tief oder hoch liegende Strecken zu benutzen, jede mit ihren eigenen Herausforderungen.
fr: Les grands pics peuvent s'avérer être les derniers de vos soucis dans cette course. Les multiples chemins vous permettent de prendre les routes basses ou hautes, chacune avec leurs propres des défis.
ga: Ní hiad dealga móra an t-ábhar imní is mó duit ar an raon seo. Ligeann conairí iolracha duit bóithre ísle agus airde a ghabháil, dúshláin ag gach ceann acu.
hu: A nagy tüskék lesznek a legkisebb gondjaid ezen a pályán. Több, alacsonyan vagy magasan futó útvonal közül választhatsz, de mindnek megvan a maga nehézsége.
id: Paku-paku besar mungkin membuktikan sedikitnya kecemasan Anda. Beberapa jalan mengijinkan Anda untuk mengambil jalan yang diatas atau dibawah, sesuai dengan tantangannya masing-masing.
it: Grosse spine possono essere l'ultima delle tue preoccupazioni in questo percorso. Cammini multipli ti permettono di prendere strade basse o alte, ognuna con le proprie sfide.
mk: Големите шилци изгледа ќе бидат најмалата ваша грижа за време на овој курс. Повеќето патови ќе ви овозможат да земете ниски или високи патеки, секоја патека со свој посебен предизвик.
ms: Paku besar bukanlah kerisauan utama anda pada kursus ini. Laluan pelbagai membenarkan anda mengambil jalan tinggi atau rendah, semua dengan cabaran mereka sendiri.
nb: Store pigger kan vise seg å være din minste bekymring. Flere stier, hver med sin egen utfordring, lar deg velge veien til mål selv.
nl: De grote puntige rotsen zijn niet echt het probleem bij dit parcours. Meerdere paden, hoge en lage, leveren allemaal hun eigen uitdagingen.
nn: Store piggar kan visa seg å vera det siste du må uroa deg for. Fleire stigar, kvar med si eiga utfordring, lèt deg velja vegen til mål sjølv.
pt: Os grandes espinhos são o menor dos problemas neste percurso. Múltiplos caminhos levam-no para estradas curtas/compridas, cada uma com os seus desafios.
pt_br: Grandes estacas podem se mostrar a menor das suas preocupações nessa pista. Múltiplos caminhos permitem que você pegue pistas baixas ou altas, cada uma com seus próprios desafios.
ro: Țepii uriași se dovedesc a fi cea mai minoră problemă a acestei curse.Căile multiple îți permit să mergi pe drumurile înalte sau pe cele joase, fiecare cu provocările sale.
ru: Большие шипы будут волновать вас меньше всего на этой трассе. Разветвления позволяют вам выбирать между дорожками наверху и внизу, и на каждой - свои трудности.
sk: Na tejto trati sa možno ukáže, že obrovské hroty sú posledné, čoho sa musíte báť. Viacero vetiev ponúka nízke a vysoké cesty, z ktorých každá má vlastné výzvy.

source: Tux Racer Classics
bg: Tux Racer класики
bs: Tux Racer klasika
da: Tux Racer klassikere
de: Tux Racer Klassiker
fr: Les classiques de Tux Racer
ga: Seanrásanna Tux Racer
hu: Tux Racer-klasszikusok
id: Tux Racer Klasik
it: Classici Tux Racer
mk: Tux Racer класика
ms: Klasik-klasik Pelumba Tux
nb: Tux Racer-klassikere
nl: Tux Racer klassiekers
nn: Tux Racer-klassikarar
pl: Klasyka - Tux Racer
pt: Clássicos Tux Racer
pt_br: Clássicos do Tux Racer
ro: Clasicele din Tux Racer
ru: Классический Tux Racer
sk: Tux Racer klasika
tr: Tux Yarışları Klasiği
uk: Класичний Tux Racer

source: Canadian Cup
bg: Канадска купа
bs: Kanadski kup
da: Canadisk turnering
de: Kanadischer Pokal
fr: Coupe canadienne
ga: Corn Cheanada
hu: Kanadai Kupa
id: Piala Kanada
it: Coppa Canadese
mk: Канадски куп
ms: Cup Kanada
nb: Canada-turnering
nl: Canadese cup
nn: Canada-turnering
pl: Puchar Kanady
pt: Taça Canadiana
pt_br: Copa Canadense
ro: Cupa canadiană
ru: Кубок Канады
sk: Kanadský pohár
tr: Kanada Kupası
uk: Кубок Канади

source: Swiss Cup
bg: Швейцарска купа
bs: Švicarski kup
da: Svejsisk turnering
de: Schweizer Pokal
fr: Coupe suisse
ga: Corn na hEilbhéise
hu: Svájci Kupa
id: Piala Swiss
it: Coppa Canadese
mk: Швајцарски куп
ms: Cup Swiss
nb: Sveitsisk turnering
nl: Zwitserse cup
nn: Sveitsisk turnering
pl: Puchar Szwajcarii
pt: Taça Suíça
pt_br: Copa Suíça
ro: Cupa suedeză
ru: Кубок Швейцарии
sk: Švajčiarsky pohár
tr: İsviçre Kupası
uk: Кубок Швейцарії

source: Bumpy Ride
bg: Пътуване по неравен път
bs: Vožnja neravnim putem
da: Urolig køretur
de: Hügelige Fahrt
fr: Piste à bosses
ga: Séad Tuairteálach
hu: Göröngyös út
id: Balapan di Jalan Bergelombang
it: Corsa A Scossoni
mk: Тумбест пат
ms: Tunggangan Bergumpal-gumpal
nb: Humpetitten
nl: Hobbelig parcours
nn: Humpetitten
pt: Passeio Acidentado
pt_br: Percurso Esburacado
ro: Cursa denivelată
ru: Ухабистая гонка
sk: Hrboľatá jazda
tr: Engelli Koşu

source: This hill has a series of ramps to tackle. Be sure to line yourself up before getting airborne.
bg: Този хълм има поредица от рампи с които да се справите. Бъдете сигурни, че сте в права линия преди да се отделите от земята.
bs: Ovo brdo ima mnogo rampi koje treba podići. Poravnajte se sa rampom prije nego skočite.
de: Um diesen Hügel zu bewältigen gibt es eine Serie von Rampen. Überlege dir eine passende Strecke bevor du abhebst.
fr: Cette colline possède une série de rampes à aborder. Soyez sûr d'avoir la bonne trajectoire avant de partir dans les airs.
ga: Tá sraith fánáin ar an gcnoc seo. Déan cinnte tú féin a chur sa treo ceart roimh duit éirí san aer.
hu: Ezen a hegyoldalan egy sor ugrató vár meghódításra. Igyekezz irányba állni felszállás előtt.
id: Bukit ini memiliki rangkaian papan tolakan yang harus dihadapi. Pastikan dirimu lurus sebelum melompat.
it: Questa collina ha una serie di rampe da affrontare. Prendi bene la mira prima di prendere il volo.
mk: Овој рид има серија од рампи за соборување. Бидете сигурни да се подредите убаво пред да летнете во воздухот.
ms: Bukit ini ada beberapa lerengan yang anda mesti menangani. Pastikan anda betul-betul berbanjaran dengannya sebelum naik di udara.
nb: Denne bakken har mange småhopp. Se til at du holder rett kurs før du når hoppkantene.
nl: Deze heuvel heeft een aantal schansen. Als je er recht op aan komt, dan land je aan de andere zijde ook goed.
nn: Denne bakken har mange småhopp. Sjå til at du held rett kurs før du når hoppkantane.
pt: Esta colina tem um monte de rampas para atacar. Certifique-se de se alinhar antes de saltar.
pt_br: Essa colina tem uma série de rampas para passar. Certifique-se de se alinhar antes de começar a voar.
ro: Acest deal are o serie de rampe care trebuie atacate. Alinează-te înainte de a decola.
ru: На этом холме есть несколько трамплинов, с которыми придётся повозиться. Не забывайте ехать точно на трамплин перед прыжком.
sk: Tento kopec má niekoľko rámp, s ktorými sa treba vysporiadať. Než sa vznesiete, choďte rovno!
th: เนินนี้มีทางลาดหลายที่ให้กระโดด แต่อย่าลืมจัดตัวเองก่อนโดดร่มละ

source: Bunny Hill
bg: Зайчешки хълм
bs: Zec brdo
da: Kaninhøjen
de: Kaninchenhügel
fr: Colline du lapin
ga: Cnoc an Choinín
hu: Varjúdomb
id: Bukit Kelinci
it: Collina Coniglietto
mk: Рид на зајаците
ms: Bukit Arnab
nb: Kaninåsen
nl: Konijnenheuvel
nn: Kaninåsen
pt: Colina do Coelho
pt_br: Colina do Coelho
ro: Dealul iepuraș
ru: Холм "Банни Хилл"
sk: Zajačí kopec
th: เนินกระต่าย
tr: Tavşancık Tepesi

source: Let's start out easy, just collect the herring in the time limit and you'll be fine. The best part is that you don't have to use those stupid T-lifts.
bg: Нека да започнем с нещо лесно, само събирайте херинга във времевия лимит и ще бъдете отлични. Най-хубавата част е, че не трябва да ползвате тези глупави T-издигания.
bs: Započnimo jednostavno, samo skupi haringe u određenom vremenu i biće uredu. Najbolji je dio da ne moraš koristiti te glupe T-liftove.
de: Lass uns einfach anfangen, sammle die Heringe innerhalb der Zeit und du hast gewonnen. Das Beste ist, dass du keine sinnlosen Tricks machen musst.
fr: Commençons facile, collectez simplement les harengs dans le temps imparti et ce sera bon. La meilleur partie est que vous n'avez pas à utilisez ces stupides tire-fesses.
ga: Tosóimid go réidh, ní gá ach na scadáin a bhailiú laistigh den teorainn ama agus beidh leat. An rud is fearr ná ní gá duit feidhm a bhaint as na diabhail T-airditheoirí.
hu: Kezdd könnyedén, csak gyűjtsd össze a heringeket időn belül, és kész. A legjobb, hogy itt semmilyen észbontó trükköt nem kell bevetned.
id: Mari mulai dengan mudah,kumpulkan ikan hering dalam batas waktu yang ditentukan dan Anda akan selamat. Bagian paling baik adalah Anda tidak harus memakai T-lifts yang bodoh itu.
it: Partiamo in maniera facile, colleziona semplicemente le arringhe nel tempo limite e sarai al sicuro. La parte migliore è che non devi usare questi stupidi T-lift
mk: Да почнеме лесно, само соберете ја харингата во временскиот лимит и ќе бидете во ред. Најдобриот дел е тоа што нема да мора да ги користите тие глупави T-кривини.
ms: Mari kita bermula dengan senang, kumpul ikan hering didalam masa yang ditentukan sahaja dan anda akan elok. Bahagian paling bagus adalah anda tidak memerlukan T-lifts yang bodoh itu.
nb: La oss ta en lett bane nå i starten. Bare få med deg silden innenfor tidsgrensen, så går alt bra. Og best av alt: Du slipper å måtte bruke teite skiheiser.
nl: De konijnenheuvel is voor de beginners. Hij is niet zo steil en de bochten zijn lekker breed. Je mag zelfs gratis met de sleeplift!
nn: La oss ta ei lett bane no i starten. Berre få med deg silda innanfor tidsgrensa, så går alt bra. Og best av alt: Du slepp å måtta bruka sånne tåpelege skiheisar.
pt: Vamos começar facilmente. Recolha os arenques no tempo limite e correrá tudo bem. A melhor parte é que não tem que usar as elevações em T.
pt_br: Vamos começar de forma fácil: apenas colete os peixes dentro do limite de tempo e você estará bem. A melhor parte é que você não precisa usar aqueles estúpidos elevadores em formato de T.
ro: Să începem ușor, doar strânge heringul la timp și vei fii în regulă. Cea mai bună parte este că nu trebuie să folosești acele ridicări-T enervante.
ru: Начнём с простого. Просто соберите селёдку во время и всё будет замечательно. И что лучше всего - вам не надо использовать эти дурацкие подъёмники для горнолыжников.
sk: Začnime jednoducho, iba zbieraním sleďov v časovom limite a bude to v poriadku. Najlepšia časť je, že nemusíte používať tie hlúpe téčka.
tr: Kolaylarla başlayalım. Sadece verilen zamanda Ringa Balıklarını topla bu yeterli. Bunun en iyi yanı şu salak T-liftleri kullanmak zorunda değilsin.

source: Frozen River
bg: Замръзнала река
bs: Zaleđena rijeka
da: Frossen flod
de: Gefrorener Fluss
fr: Rivière gelée
ga: Abhainn Reoite
hu: Fagyott folyó
id: Sungai beku
it: Fiume Ghiacciato
mk: Замрзната река
ms: Sungai Beku
nb: Iselva
nl: Bevroren rivier
nn: Iselva
pl: Zamarznięta Rzeka
pt: Rio Gelado
pt_br: Rio Congelado
ro: Râul înghețat
ru: Замёрзшая река
sk: Zamrznutá rieka
th: ธารน้ำแข็ง
tr: Donmuş Nehir

source: Keep your speed down to collect herring. You have plenty of time, so don't rush things.
bg: Поддържайте скоростта си ниска за да събирате херинга. Имате време в изобилие, така че не пришпорвайте нещата.
bs: Smanjite svoju brzinu da skupite haringe. Imate i previše vremena, ne požurujte stvari.
da: Hold farten nede for at samle sild. Du har masser af tid, så bliv ikke stresset
de: Drossel deine Geschwindigkeit um Heringe einzusammeln. Du hast genug Zeit, also überstürze nichts.
fr: Réduisez votre vitesse pour collecter des harengs. Vous avez beaucoup de temps, donc pas de précipitation.
ga: Taisteal go mall chun scadáin a bhailiú. Tá dóthain am agat, mar sin ná bí deifir ort.
hu: Tartsd alacsonyan a tempód, hogy összegyűjthesd a heringeket. Rengeteg időd van, nem kell kapkodnod.
id: Jaga kecepatan anda agar tetap pelan untuk mengumpulkan ikan Hering. Anda memiliki banyak waktu, jadi jangan mengerjakan dengan terburu-buru
it: Vai piano e prendi tutte le arringhe. Hai tutto il tempo, quindi non saltare le cose.
mk: Намалете ја вашата брзина за да ја соберете харингата. Ќе имате многу време, затоа не избрзувајте.
ms: Simpan kelajuan anda rendah untuk mengumpul ikan hering. Anda mempunyai banyak masa, jangan tergopoh-gapah.
nb: Ta det rolig, og prøv heller å få tak i mye sild!
nl: Langzaam aan dan breekt het lijntje niet... En dan vang je nog de meeste haringen ook!
nn: Ta det roleg, og prøv heller å få tak i mykje sild!
pl: Utrzymuj niewielką prędkość, aby zebrać śledzie. Masz mnóstwo czasu, więc nie śpiesz się zanadto.
pt: Reduza a velocidade para recolher arenques. Tem muito tempo, não se apresse.
pt_br: Mantenha sua velocidade baixa para coletar os peixes. Você tem bastante tempo, então não corra com as coisas.
ro: Mențineți viteza încet pentru a strânge hering. Ai destul timp, așa că nu grăbi lucrurile.
ru: Едьте медленно, чтобы собрать селёдку. У вас много времени, поэтому не торопитесь.
sk: Choďte pomaly, aby ste mohli zbierať slede. Máte veľa času, tak sa neunáhlite.
th: ค่อยๆเก็บปลา ช้าๆเข้าไว้ คุณมีเวลาเหลือเฟือดังนั้นอย่ารีบร้อน
uk: Їдьте повільно, аби зібрати оселедця. У вас багато часу, тому не кваптеся.

source: Twisty Slope
bg: Криволичещ склон
bs: Uvrnuta padina
de: Gewundene Piste
fr: Pente sinueuse
ga: Fánán Casta
hu: Kanyargós lejtő
id: Lereng Berliku
it: Discesa Contorta
mk: Извртена падина
ms: Cerun Berbelit-belit
nb: Svinseskrenten
nl: Bochtige helling
nn: Svinseskrenten
pt: Ladeira Torcida
pt_br: Declive Deformado
ro: Panta întortocheată
ru: Извилистый склон
sk: Točitý svah
tr: Dönemeçli Yamaç

source: Tight twists make grabbing herring difficult. Hard turns and not too much braking will lead you to victory.
bg: Тесните извивки правят хващането на херинга трудно. Остри завои и не прекалено много спирачки ще Ви отведат към победата.
bs: Uski zavoji čine hvatanje haringe veoma teškim. Brza skretanja i ne baš mnogo kočenja će vas odvesti u pobjedu.
de: Enge Wendungen machen das Sammeln der Heringe schwierig. Heftige Kurven und weniges Bremsen führen dich zum Erfolg.
fr: Les tortillements serrés rendent difficile la saisie des harengs. Des virages importants et pas trop de freinage vous mèneront à la victoire.
ga: Déanann na cora géara é deacair greim a fháil ar na scadáin. Déan géaróga agus ná déan in iomarca coisc agus beidh an bua agat.
hu: Szűk fordulók nehezítik meg a heringgyűjtést, a győzelemhez kemény kanyarokat kell venned, és nem túl sokat fékezned.
id: Jalan yang berliku-liku membuat penangkapan ikan Hering menjadi sulit.Banyak berbelok dan sedikit mengerem akan membuatmu menjadi juara.
it: Contorcimenti stretti rendono difficile il raccogliere le arringhe. Curve dure e non molte frenate ti condurranno alla vittoria
mk: Збиените кривини ќе ви направат потешкотии при собирањето на харингата. Тешките вртења и не преголемото кочење ќе ве однесат до победата.
ms: Belitan yang sempit menjadikan mengumpul ikan hering susah. Pusingan susah dan tidak selalu menekan brek akan membawa anda ke kejayaan.
nb: Krappe svinger gjør det vanskelig å få tak i sild. Men legger du deg godt i selen, klarer du det nok.
nl: Scherpe bochten maakt het pakken van haringen lastig. Probeer scherp te draaien zonder veel snelheid te verliezen.
nn: Krappe svingar gjer det vanskelig å få tak i sild. Men legg du deg godt i selen, klarar du det nok.
pl: Ciasne zakręty utrudniają łapanie śledzi. Ostre skręcanie i umiarkowane hamowanie jest kluczem do zwycięstwa.
pt: Curvas apertadas tornam difícil a recolha de arenque. Curvas bruscas e pouca travagem dar-lhe-ão a vitória.
pt_br: Deformações bem apertadas fazem pegar os peixes difícil. Curvas rígidas e não frear demais te levarão a vitória.
ro: Virajele strânse îngreunează colectarea heringului. Întoarcerile puternice și nu prea multă frânare te vor conduce spre victorie.
ru: Из-за крутых поворотов сложно собирать селёдку. Не тормозите слишком часто, резко поворачивайте и вы выиграете!
sk: Je ťažké chytať slede v úzkych zákrutách. Ostré zatáčanie a nie príliš brzdenia povedie k víťazstvu.

source: Mt. Herring
bg: Връх херинга
bs: Planina Haringa
da: Sildebjerget
de: Heringsberg
fr: Mont Hareng
ga: Sliabh Scadáin
hu: Hering-hegy
id: Gunung Hering
it: Monte Aringa
mk: Брдото Харинга
ms: Mt. Ikan Hering
nb: Sildetoppen
nl: De haringberg
nn: Sildetoppen
pl: Śledziowa Góra
pt: Mt. Arenque
pt_br: Monte Peixe
ru: Гора Селёдки
sk: Hora sleďov
th: ภูเขาปลา
tr: Herring Dağı
