Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: You can't enter this race yet.
bg: Все още не можете да влезете в това състезание.
bs: Ne možete još pristupiti ovoj trci.
da: Du kan endnu ikke deltage i dette løb.
de: Du musst erst die vorherigen Rennen gewinnen.
fr: Vous ne pouvez pas encore participer à cette course.
ga: Ní féidir cur isteach sa rás seo fós.
he: לא תוכל להכנס למרוץ זה עדיין.
hu: Még nem indulhatsz ezen a versenyen.
id: Anda belum bisa memasuki balapan ini.
it: Non puoi ancora partecipare a questa pista.
mk: Сеуште неможете да влезете во оваа трка.
ms: Anda masih tidak boleh memasuki perlumbaan ini.
nb: Du kan ikke spille dette rennet ennå
nl: Je mag nog niet aan deze wedstrijd meedoen
nn: Du kan ikkje spela dette rennet enno
pl: Jeszcze nie możesz startować na tej trasie.
pt: Ainda não pode entrar nesta corrida.
pt_br: Você ainda não pode entrar nesta corrida.
ro: Încă nu poţi să participi la cursa asta.
ru: Вы пока не можете участвовать в этой гонке.
sk: Zatiaľ sa nemôžete zúčastniť tohoto závodu.
th: คุณยังเข้าสู่สนามนี้ไม่ได้
tr: Henüz bu yarışa giremezsiniz.
uk: Ви поки не можете обирати цю гонку.

source: Time:
bg: Време:
bs: Vrijeme:
da: Tid:
de: Zeit:
fr: Temps :
ga: Am:
he: זמן:
hu: Idő:
id: Waktu:
it: Tempo:
mk: Време:
ms: Masa:
nb: Tid:
nl: Tijd:
nn: Tid:
pl: Czas:
pt: Tempo:
pt_br: Tempo:
ro: Timp:
ru: Время:
sk: Čas:
th: เวลา:
tr: Zaman:
uk: Час:

source: Herring:
bg: Херинги:
bs: Haringa:
da: Sild:
de: Heringe:
fr: Harengs :
ga: Scadáin:
he: דג מלוח:
hu: Heringek:
id: Ikan Hering:
it: Pesci:
mk: Харинга:
ms: Ikan Hering:
nb: Sild:
nl: Haringen:
nn: Sild:
pl: Śledzie:
pt: Arenque:
pt_br: Peixes:
ro: Heringi:
ru: Улов:
sk: Rýb:
th: ปลา:
tr: manevra:
uk: Вилов:

source: Score:
bg: Резултат:
bs: Rezultat:
da: Resultater:
de: Punkte:
ga: Scór:
he: ניקוד:
hu: Pontszám:
id: Nilai:
it: Punteggio:
mk: Резултат:
ms: Markah:
nb: Poeng:
nn: Poeng:
pl: Wynik:
pt: Pontos:
pt_br: Pontuação:
ro: Scor:
ru: Очки:
sk: Skóre:
th: คะแนน:
tr: Skor:
uk: Рахунок:

source: Contributed by:
bg: Допринесено от:
bs: Doprinos od:
da: Skabt af:
de: Autor:
fr: Auteur :
ga: Churtha leis ag:
he: נתרם על ידי:
hu: Készítette:
id: Disumbangkan oleh:
it: Contributi di:
mk: Приложено од:
ms: Disumbangkan oleh:
nb: Laget av:
nl: Auteur:
nn: Laga av:
pl: Stworzona przez:
pt: Contribuído por:
pt_br: Contribuído por:
ro: Autor:
ru: Авторы:
sk: Autor:
tr: Katkıda Bulunan:
uk: Автори:

source: Unknown
bg: Неизвестно
bs: Nepoznato
da: Ukendt
de: Unbekannt
fr: Inconnu
ga: Ní fios
he: לא ידוע
hu: ismeretlen
id: Tidak Dikenali
it: Sconosciuto
mk: Непознато
ms: Tidak Diketahui
nb: Ukjent
nl: Onbekend
nn: Ukjend
pl: autor nieznany
pt: Desconhecido
pt_br: Desconhecido
ro: Necunoscut
ru: Неизвестный
sk: Neznámy
th: ไม่มีข้อมูล
tr: Bilinmeyen
uk: Невідомо

source: Race aborted
bg: Състезанието е отменено
bs: Trka prekinuta
da: Løb afbrudt
de: Rennen abgebrochen
fr: Course annulée
ga: Tobscoireadh an rás
he: המרוץ בוטל
hu: Verseny megszakítva
id: Balapan dibatalkan
it: Gara annullata
mk: Трката е прекината
ms: Perlumbaan ditinggalkan
nb: Avbrøt rennet
nl: Wedstrijd afgebroken
nn: Avbraut rennet
pl: Wyścig przerwany
pt: Corrida abortada
pt_br: Corrida interrompida
ro: Cursa anulată
ru: Гонка отменена
sk: Závod zrušený
th: ยกเลิกการแข่งขัน
tr: yarış durduruldu
uk: Гонку скасовано

source: Race Over
bg: Край на състезанието
bs: Trka završena
da: Løb Slut
de: Rennen vorbei
fr: Course terminée
ga: Tá an Rás Chríochnaithe
he: המרוץ הסתיים
hu: Vége
id: Balapan Selesai
it: Gara terminata
mk: Трката заврши
ms: Perlumbaan Habis
nb: Rennet er ferdig
nl: Wedstrijd afgelopen
nn: Rennet er ferdig
pl: Koniec Wyścigu
pt: Corrida Terminada
pt_br: Fim de Corrida
ro: Cursa termintă
ru: Финиш
sk: Koniec závodu
th: จบการแข่งขัน
tr: Yarış Bitti
uk: Фініш

source: Time: %02d:%02d.%02d
bg: Време: %02d:%02d.%02d
bs: Vrijeme: %02d:%02d.%02d
da: Tid: %02d:%02d.%02d
de: Zeit: %02d:%02d.%02d
fr: Temps : %02d:%02d.%02d
ga: Am: %02d:%02d.%02d
he: זמן: %02d:%02d.%02d
hu: Idő: %02d:%02d.%02d
id: Waktu: %02d:%02d:%02d
it: Tempo: %02d:%02d.%02d
mk: Време: %02d:%02d.%02d
ms: Masa: %02d:%02d.%02d
nb: Tid: %02d.%02d,%02d
nl: Tijd: %02d:%02d.%02d
nn: Tid: %02d.%02d,%02d
pl: Czas: %02d:%02d.%02d
pt: Tempo: %02d:%02d.%02d
pt_br: Tempo: %02d:%02d.%02d
ro: Timp: %02d:%02d.%02d
ru: Время: %02d:%02d.%02d
sk: Čas: %02d:%02d.%02d
th: เวลา: %02d:%02d.%02d
tr: Zaman: %02d:%02d.%02d
uk: Час: %02d:%02d.%02d

source: Herring: %3d
bg: Херинги: %3d
bs: Haringi: %3d
da: Sild: %3d
de: Heringe: %3d
fr: Harengs : %3d
ga: Scadáin: %3d
he: דג מלוח: %3d
hu: Heringek: %3d
id: Ikan Hering: %3d
it: Pesci: %3d
mk: Харинга: %3d
ms: Ikan Hering: %3d
nb: Sild: %3d
nl: Haringen: %3d
nn: Sild: %3d
pl: Śledzie: %3d
pt: Arenque(s): %3d
pt_br: Peixes: %3d
ro: Heringi: %3d
ru: Улов: %3d
sk: Počet rýb: %3d
th: ปลา: %3d
tr: manevra: %3d
uk: Вилов: %3d

source: Score: %6d
bg: Точки: %6d
bs: Rezultat: %6d
da: Resultat: %6d
de: Punkte: %6d
ga: Scór: %6d
he: ניקוד: %6d
hu: Pontszám: %6d
id: Nilai: %6d
it: Punteggio: %6d
mk: Резултат: %6d
ms: Mata: %6d
nb: Poeng: %6d
nn: Poeng: %6d
pl: Wynik: %6d
pt: Pontos: %6d
pt_br: Pontuação: %6d
ro: Scor: %6d
ru: Очки: %6d
sk: Skóre: %6d
th: คะแนน: %6d
tr: Skor: %6d
uk: Бали: %6d

source: Max speed: %3d km/h
bg: Максимална скорост: %3d км/ч
bs: Maksimalna przina: %3d km/h
da: Maks hastighed: %3d km/h
de: Maximale Geschwindigkeit: %3d km/h
fr: Vitesse maximale : %3d km/h
ga: Uasluas: %3d km/u
he: מהירות מירבית: %3d קמ"ש
hu: Csúcssebesség: %3d km/h
id: Kecepatan maksimal: %3d km/jam
it: Velocità massima: %3d km/h
mk: Максимална брзина: %3d км/ч
ms: Kelajuan Maksima: %3d km/h
nb: Maksfart: %3d km/t
nl: Maximale snelheid: %3d km/h
nn: Maksfart: %3d km/t
pl: Maks. szybkość: %3d km/h
pt: Velocidade máxima: %3d km/h
pt_br: Velocidade Máxima: %3d km/h
ro: Viteza maximă: %3d km/h
ru: Максимальная скорость: %3d км/ч
sk: Najvyššia rýchlosť: %3d km/h
th: ความเร็วสูงสุด: %3d กม/ชม
tr: Maksimum Hız: %3d km/h
uk: Максимальна швидкість: %3d км/год

source: Was flying: %.01f %% of time
bg: Летене: %.01f %% от времето
bs: Let: %.01f %% ukupnog vremena
da: Var flyvende: %.01f %% af tiden
de: Geflogen: %.01f %% der Zeit
fr: A volé %.01f %% du temps
ga: Bhí tú ag eitilt: %.01f %% den t-am
he: ריחוף:%.01f %% מהזמן
hu: Az időd %.01f %%-ában repültél
id: Terbang: %.01f %% dari waktu
it: In volo: %.01f %% del tempo
mk: Летавте: %.01f %% од времето
ms: Sedang Terbang: %.01f %% bagi keseluruhan masa
nb: Flydde %.01f %% av tiden
nl: Gevlogen: %.01f %% van de tijd
nn: Fauk %.01f %% av tida
pl: W powietrzu: %.01f %% czasu
pt: Voou: %.01f %% do tempo
pt_br: Esteve voando: %.01f %% do tempo
ro: Ai zburat %.01f %% din timp
ru: В полёте %.01f %% времени
sk: Leteli ste: %.01f %% času
th: ลอยเป็นเวลา: %.01f %% ของเวลาทั้งหมด
tr: Uçuş süresi: %.01f %%
uk: Був у польоті %.01f %% часу

source: You made it to the %s place in the highscore!
bg: Вие сте на %s място в рекордите!
bs: Dospjeli ste na %s mjesto najboljih rezultata!
da: Du kom ind på %s plads på rekordlisten!
de: Du hast es auf den %s. Platz in der Rangliste geschafft.
fr: Vous êtes %s dans les meilleurs scores !
ga: D'éirigh leat an %s scór is fearr a fháil!
he: הגעת למקום ה־%s בטבלת השיאים!
hu: Tiéd a ranglista %s. helye!
id: Anda menempati peringkat ke %s dalam nilai tertinggi!
it: Hai raggiunto la %s posizione nella classifica!
mk: Успеавте да се искачите на %s место во табелата!
ms: Anda berjaya mendapati kedudukan %s didalam highscore!
nb: Du kom inn på %s plass på rekordlista!
nl: Je hebt de %s plaats behaald!
nn: Du kom inn på %s plass på rekordlista!
pl: Zdobyłeś %s miejsce na liście rekordów!
pt: Conseguiu o lugar %s nos melhores resultados!
pt_br: Você conseguiu o %s lugar nos records!
ro: Ai ajuns pe locul %s în recorduri!
ru: %s место!
sk: Dostali ste sa na %s. miesto v rekordoch!
th: คุณได้ลำดับที่ %s ของคะแนนสูงสุด!
tr: Yüksek skorlarda %s . oldun!
uk: Ви зробили це на %s місце у таблиці рекордів!

source: You beat your best score!
bg: Подобрихте рекорда си!
bs: Oborili ste rekord!
da: Du slog rekorden!
de: Du hast deine eigene Bestzeit geschlagen!
fr: Vous avez battu votre score !
ga: Sháraigh tú do scór is fearr!
he: הבסת את הניקוד הגבוה ביותר!
hu: Megdöntötted a rekordodat!
id: Anda mengalahkan nilai terbaikmu!
it: Hai ottenuto il tuo miglior punteggio
mk: Го победивте вашиот најдобар резултат!
ms: Anda mengatasi mata terbaik anda!
nb: Du slo rekorden din!
nl: Je hebt je beste tijd verbeterd!
nn: Du slo rekorden din!
pl: Pobiłeś swój rekord!
pt: Bateu o seu melhor resultado!
pt_br: Você melhorou seu record!
ro: Ţi-ai depăşit recordul
ru: Новый рекорд!
sk: Prekonali ste vaše najlepšie skóre!
th: คุณทำลายสถิติของคุณ!
tr: En iyi skorunuzun üstüne geçtiniz
uk: Новий рекорд!

source: Congratulations! You won the cup!
bg: Поздравления! Спечелихте купата!
bs: Čestitke! Osvojili ste kup!
da: Tillykke! Du har vundet turneringen!
de: Gratulation! Du hast den Wettbewerb gewonnen!
fr: Félicitations ! Vous avez remporté la coupe !
ga: Comhghairdeas! Bhuaigh tú an corn!
he: ברכותינו! זכית בגביע!
hu: Gratulálok! Megnyerted a kupát!
id: Selamat! Anda memenangkan piala!
it: Congratulazioni! Hai vinto la coppa!
mk: Честитки! Победивте на купот!
ms: Tahniah! Anda memenangi cup ini!
nb: Gratulerer! Du vant turneringen!
nl: Gefeliciteerd! Je hebt het toernooi gewonnen
nn: Gratulerer! Du vann turneringa!
pl: Gratulacje! Wygrałeś puchar!
pt: Parabéns! Ganhou a taça!
pt_br: Parabéns! Você venceu a taça!
ro: Felicitări, ai câştigat cupa!
ru: Поздравляем! Кубок выигран!
sk: Gratulujeme! Vyhrali ste pohár!
th: ขอแสดงความยินดี! คุณชนะถ้วยนี้!
tr: Tebrikler! Kupa kazandınız!
uk: Вітаємо! Ви виграли кубок!

source: You advanced to the next race!
de: Du hast dich für das nächste Rennen qualifiziert!
fr: Vous avancez jusqu'à la course suivante !
ga: D'éirigh leat dul ar aghaidh chuig an chéad rás eile!
hu: Továbbjutottál a következő versenyre!
it: Sei passato alla gara successiva!
nb: Du kom videre til neste renn!
nl: Je mag meedoen aan de volgende wedstrijd!
nn: Du kom vidare til neste renn!
pl: Awansowałeś do następnego wyścigu!
pt: Avançou para a próxima corrida!
ro: Ai avansat la următoarea cursă!
ru: Уровень пройден!
sk: Postúpili ste do ďalšieho závodu!
th: คุณได้เข้าสู่สนามต่อไป!
tr: Bir sonraki yarışa geçmeyi başardın!

source: You didn't advance.
de: Du hast es leider nicht geschafft.
fr: Vous n'avez pas avancé.
ga: Theip ort dul ar aghaidh.
hu: Nem jutottál tovább.
it: Non sei passato.
nb: Du kom ikke videre.
nl: Je hebt het niet gehaald
nn: Du kom ikkje vidare.
pl: Niestety, nie przeszedłeś dalej.
pt: Não avançou.
ro: Nu ai avansat.
ru: Уровень не пройден.
sk: Nepostúpili ste.
th: คุณตกรอบ

source: Practice
bg: Тренировка
bs: Vježba
da: Øvelse
de: Training
fr: Entraînement
ga: Cleachtaigh
he: אימון
hu: Gyakorlás
id: Latihan
it: Allenamento
mk: Вежбајте
ms: Latihan
nb: Øvelse
nl: Training
nn: Øving
pl: Trening
pt: Praticar
pt_br: Praticar
ro: Antrenament
ru: Тренировка
sk: Tréning
th: ฝึกหัด
tr: Pratik
uk: Тренування

source: Highscore
bg: Класиране
bs: Najbolji rezultati
da: Topresultater
de: Bestenliste
fr: Meilleurs scores
ga: An Scór is Fearr
he: תוצאות שיא
hu: Ranglista
id: Nilai tertinggi
it: Punteggio
mk: Најдобри резултати
nb: Rekorder
nl: Scorebord
nn: Rekordar
pl: Rekordy
pt: Recorde
pt_br: Recorde
ro: Scoruri record
ru: Рекорды
sk: Rekordy
th: คะแนนสูงสุด
tr: Yüksek Skorlar
uk: Рекорди

source: Credits
bg: Заслуги
bs: Zasluge
da: Bidragydere
de: Mitwirkende
fr: Crédits
ga: Buíochas le
he: תודות
hu: Készítők
id: Penghargaan
it: Riconoscimenti
mk: Заслуги
ms: Kredit
nb: Bidragsytere
nl: Met dank aan
nn: Bidragsytarar
pl: O autorach
pt: Créditos
pt_br: Créditos
ro: Autorii
ru: Авторы
sk: Autori
th: ผู้จัดทำ
tr: Katkıda bulunanlar
uk: Автори

source: Quit
bg: Изход
bs: Izlaz
da: Afslut
de: Beenden
fr: Quitter
ga: Scoir
he: יציאה
hu: Kilépés
id: Keluar
it: Esci
mk: Напушти
ms: Berhenti
nb: Avslutt
nl: Afsluiten
nn: Avslutt
pl: Wyjście
pt: Sair
pt_br: Sair
ro: Ieşire
ru: Выход
sk: Koniec
th: ออก
tr: Çıkış
uk: Вихід

source: Graphics Configuration
bg: Графична конфигурация
bs: Konfiguracija grafike
da: Grafik instillinger
de: Grafikeinstellungen
fr: Configuration graphique
ga: Cumraíocht na Grafaicí
he: תצורת הגרפיקה
hu: Képbeállítások
id: Pengaturan Grafis
it: Configurazione Della Grafica
mk: Конфигурација на изгледот
ms: Penyelarasan Grafik
nb: Grafikkoppsett
nl: Visuele instellingen
nn: Grafikkoppsett
pl: Ustawienia grafiki
pt: Configuração de Gráficos
pt_br: Configuração de Gráficos
ro: Configuraţie grafică
ru: Настройки графики
sk: Nastavenia grafiky
th: ตั้งค่ากราฟฟิค
tr: Grafik Konfigirasyon
uk: Налаштування графіки

source: Model:
bg: Модел:
de: Modell:
fr: Modèle :
ga: Samhail:
hu: Figura:
id: Contoh
nb: Modell:
nn: Modell:
pl: Postać:
pt: Modelo:
pt_br: Modelo:
ru: Персонаж:
th: โมเดล:

source: Show UI Snow:
bg: Показвай UI сняг:
bs: Prikaži UI snijeg:
da: Vis brugerflade sne:
de: Schnee im UI anzeigen:
fr: Neige dans l'interface :
ga: Taispeáin Sneachta:
he: הצגת שלג למשתמש:
hu: Hóesés a menüben:
id: menunjukkan salju UI
it: Mostra Neve sul Menu:
mk: Прикажи го интерфејсот на снегот:
ms: Tunjukkan Salji UI:
nb: Snø:
nl: Toon sneeuw in menu's:
nn: Snø:
pl: Śnieg w menu:
pt: Mostrar Neve na IU:
pt_br: Mostrar efeito de neve na interface gráfica:
ro: Arată zăpadă în interfaţă:
ru: Снег в меню:
sk: Padajúci sneh na pozadí:
th: แสดงหิมะใน UI:
tr: Ul karını göster
uk: Зобразити сніг в меню:

source: Display FPS:
bg: Показвай кадри за секунда:
bs: Prikaži FPS:
da: Vis FPS:
de: Zeige FPS:
fr: Afficher FPS :
ga: Taispeáin LCD:
he: קצב השקופיות לשניה:
hu: FPS megjelenítése:
id: Tampilkan FPS:
it: Visualizza FPS:
mk: Прикажи ФВС:
ms: Paparkan FPS:
nb: Bilderate:
nl: Ververssnelheid monitor weergeven:
nn: Biletrate:
pl: Licznik FPS:
pt: Apresentar FPS:
pt_br: Mostrar FPS:
ro: Afişează FPS:
ru: Показывать FPS:
sk: Zobraziť FPS:
th: แสดง FPS:
tr: Ekran FSP
uk: Показувати FPS (фреймів за секунду):

source: Display Progress Bar:
bg: Показвай лента за прогрес:
bs: Prikaži traku napretka:
de: Zeige Fortschrittsbalken:
fr: Afficher la barre de progression :
ga: Taispeáin an Táscaire Dul Chun Cinn:
he: הצג סרגל התקדמות
hu: Megtett út mutatása:
id: Tampilkan Bar Kemajuan:
it: Visualizza Avanzamento:
mk: Прикажи ја развојната лента:
ms: Paparkan Papan Kemajuan:
nb: Framgangsstolpe:
nl: Voortgangsbalk weergeven:
nn: Framgangsstolpe:
pl: Pasek postępu:
pt: Apresentar Barra de Evolução:
pt_br: Mostrar Barra de Progresso:
ro: Afişează bara de progres:
ru: Продвижение по уровню:
sk: Ukazovateľ priebehu:
th: แสดงแถบความคืบหน้า:
tr: Ekran İlerleme Raporu Çubuğu
uk: Показувати панель прогресу:

source: Draw Fog:
bg: Изобразявай мъгла:
bs: Magla:
da: Tegn Tåge:
de: Nebel zeichnen:
fr: Brouillard :
ga: Tarraing Ceo:
he: צייר ערפל:
hu: Köd:
id: Gambar Kabut:
it: Disegna Nebbia:
mk: Исцртајте ја маглата:
ms: Lukiskan Kabus:
nb: Tåke:
nl: Toon mist:
nn: Tåke:
pl: Mgła:
pt: Desenhar Nevoeiro:
pt_br: Desenhar Neblina:
ro: Ceaţa:
ru: Туман:
sk: Vykresľovať hmlu:
th: วาดหมอก:
tr: Sis yap
uk: Туман:

source: Reflections:
bg: Отражения:
bs: Odrazi:
da: Reflektioner:
de: Reflexionen:
fr: Reflets :
ga: Friothaimh:
he: השתקפויות:
hu: Tükröződések:
id: Pemantulan:
it: Riflessi:
mk: Рефлексии:
ms: Pantulan:
nb: Refleksjoner:
nl: Reflecties:
nn: Refleksjonar:
pl: Refleksy:
pt: Reflexos:
pt_br: Reflexos:
ro: Reflexii:
ru: Отражения:
sk: Odrazy:
th: เงาสะท้อน:
tr: Düşünceler
uk: Віддзеркалення:

source: Shadows:
bg: Сенки:
bs: Sijenke:
da: Skygger:
de: Schatten:
fr: Ombres :
ga: Scáthanna:
he: צללים:
hu: Árnyékok:
id: Bayangan:
it: Ombre:
mk: Сенки:
ms: Bayang-bayang:
nb: Skygger:
nl: Schaduwen:
nn: Skuggar:
pl: Cienie:
pt: Sombras:
pt_br: Sombras:
ro: Umbre:
ru: Тени:
sk: Tiene:
th: เงา:
tr: Gölgeler:
uk: Тіні:

source: 1:st
bg: 1:ви
fr: 1er
ga: 1:ú
he: ראשון
id: Pertama
it: Primo
mk: Прв
ms: 1:pertama
nl: 1:ste
pt: 1º
pt_br: 1º
ru: 1:ое
tr: 1.ci
uk: 1:е

source: 2:nd
bg: 2:ри
fr: 2ème
ga: 2:ú
he: שני
id: Kedua
it: Secondo
mk: Втор
ms: 2:kedua
nl: 2:de
pt: 2º
pt_br: 2º
ru: 2:ое
tr: 2.ci
uk: 2:е

source: 3:rd
bg: 3:ти
fr: 3ème
ga: 3:ú
he: שלישי
id: Ketiga
it: Terzo
mk: Трет
ms: 3:ketiga
nl: 3:de
pt: 3º
pt_br: 3º
ru: 3:ье
tr: 3.cü
uk: 3:є

source: 4:th
bg: 4:ти
fr: 4ème
ga: 4:ú
he: רביעי
id: Keempat
it: Quarto
mk: Четврт
ms: 4:keempat
nl: 4:de
pt: 4º
pt_br: 4º
ru: 4:ое
tr: 4.cü
uk: 4:е

source: 5:th
bg: 5:ти
fr: 5ème
ga: 5:ú
he: חמישי
id: Kelima
it: Quinto
mk: Петти
ms: 5:kelima
nl: 5:de
pt: 5º
pt_br: 5º
ru: 5:ое
tr: 5.ci
uk: 5:е

source: 6:th
bg: 6:ти
fr: 6ème
ga: 6:ú
he: שישי
id: Keenam
it: Sesto
mk: Шести
ms: 6:keenam
nl: 6:de
pt: 6º
pt_br: 6º
ru: 6:ое
tr: 6.cı
uk: 6:е

source: 7:th
bg: 7:ми
fr: 7ème
ga: 7:ú
he: שביעי
id: Ketujuh
it: Settimo
mk: Седми
ms: 7:ketujuh
nl: 7:de
pt: 7º
pt_br: 7º
ru: 7:ое
tr: 7.ci
uk: 7:е

source: 8:th
bg: 8:ми
fr: 8ème
ga: 8:ú
he: שמיני
id: Kedelapan
it: Ottavo
mk: Осми
ms: 8:kelapan
nl: 8:de
pt: 8º
pt_br: 8º
ru: 8:ое
tr: 8.inci
uk: 8:е

source: 9:th
bg: 9:ти
fr: 9ème
ga: 9:ú
he: תשיעי
id: Kesembilan
it: Nono
mk: Деветти
ms: 9:ke-sembilan
nl: 9:de
pt: 9º
pt_br: 9º
ru: 9:ое
tr: 9.uncu
uk: 9:е

source: 10:th
bg: 10:ти
fr: 10ème
ga: 10:ú
he: עשירי
id: Kesepuluh
it: Decimo
mk: Десетти
ms: 10:ke-sepuluh
nl: 10:de
pt: 10º
pt_br: 10º
ru: 10:ое
tr: 10.cu
uk: 10:е

source: No records
bg: Няма рекорди
bs: Bez rekorda
da: Ingen rekorder
de: Keine Daten
fr: Aucun record
ga: Níl taifid ann
he: אין רשומות
hu: Nincs rekord
id: Tidak ada rekor
it: Nessun record
mk: Нема записи
ms: Tiada rekod
nb: Ingen rekorder
nl: Geen records
nn: Ingen rekordar
pl: Brak rekordów
pt: Sem recordes
pt_br: Nenhum recorde
ro: Nici un record
ru: Нет рекорда
sk: Žiadne záznamy
th: ไม่มีสถิติ
tr: Kayıt yok
uk: Немає записів

source: (%d points)
bg: (%d точки)
bs: (%d bodova)
da: (%d point)
de: (%d Punkte)
ga: (%d poncanna)
he: (%d נקודות)
hu: (%d pont)
id: (%d poin)
it: (%d punti)
mk: (%d поени)
ms: (%d mata)
nb: (%d poeng)
nl: (%d punten)
nn: (%d poeng)
pl: (%d pkt)
pt: (%d pontos)
pt_br: (%d pontos)
ro: (%d puncte)
ru: (%d очков)
sk: (%d bodov)
th: (%d คะแนน)
tr: (%d puan)
uk: (%d балів)

source: Joystick Configuration
bg: Конфигурация на джойстика
bs: Podešavanje Joystick-a
da: Joystick indstillinger
de: Joystickeinstellungen
fr: Configuration du Joystick
ga: Cumraíocht an Luamháin Stiúrtha
he: הגדרות ג'ויסטיק
hu: Botkormánybeállítások
id: Pengaturan Joistik
it: Configurazione Del Joystick
mk: Конфигурација на џојстикот
ms: Penyelarasan joystick
nb: Styrespakoppsett
nl: Joystick instellen
nn: Styrespakoppsett
pl: Ustawienia joysticka
pt: Configuração do Joystick
pt_br: Configuração de Joystick
ro: Configuraţia joystickului
ru: Настройки джойстика
sk: Nastavenie joysticku
tr: Joystick Yapılandırma
uk: Налаштування джойстику

source: Enable Joystick
bg: Включи джойстик
bs: Omogući upravljačku palicu
da: Aktivér joystick
de: Joystick aktivieren
fr: Utiliser le Joystick
ga: Cumasaigh an Luamhán Stiúrtha
he: אפשר ג'ויסטיק
hu: Botkormány engedélyezése
id: Aktifkan Joistik
it: Abilita Joystick
mk: Приклучи го џојстикот
ms: Bolehkan Joystick
nb: Bruk styrespak
nl: Joystick activeren
nn: Bruk styrespak
pl: Włącz joystick
pt: Activar Joystick
pt_br: Habilitar Joystick
ro: Foloseşte joystickul
ru: Включить джойстик:
sk: Povoliť joystick
th: เปิดใช้จอยสติ๊ก
tr: Joystick Etkin
uk: Увімкнути джойстик

source: Paddle:
bg: Газ:
bs: Gas:
de: Paddeln:
fr: Accélérer :
ga: Céaslaigh:
he: דוושת האצה:
hu: Gyorsítás:
id: Tongkat:
it: Pala:
mk: Палка:
ms: Dayung:
nb: Gi fart:
nl: Versnellen:
nn: Gje fart:
pl: Rozpędzanie:
pt: Acelerar:
pt_br: Acelerador:
ro: Accelerare:
ru: Вперёд:
sk: Pridať:
tr: denetim kolu
uk: Вперед:

source: Brake:
bg: Спирачка:
bs: Kočnica:
da: Brems:
de: Bremsen:
fr: Freiner :
ga: Coisc:
he: בלימה:
hu: Fékezés:
id: Rem:
it: Freno:
mk: Кочница:
ms: Brek:
nb: Brems:
nl: Remmen:
nn: Brems:
pl: Hamowanie:
pt: Travar:
pt_br: Freio:
ro: Frână:
ru: Тормоз:
sk: Brzdiť:
th: หยุด:
tr: Fren:
uk: Гальма:

source: Jump:
bg: Скок:
bs: Skok:
da: Hop:
de: Springen:
fr: Sauter :
ga: Léim:
he: קפיצה:
hu: Ugrás:
id: Lompat:
it: Salto:
mk: Скок:
ms: Lompat:
nb: Hopp:
nl: Springen:
nn: Hopp:
pl: Skok:
pt: Saltar:
pt_br: Pular:
ro: Salt:
ru: Прыжок:
sk: Skok:
th: กระโดด:
tr: Sıçrama:
uk: Стрибок:

source: Trick:
bg: Трик:
bs: Trik:
da: Trik:
fr: Saut périlleux :
ga: Cleas:
he: תעלול:
hu: Trükközés:
id: Tipuan:
it: Trucco:
mk: Трик:
ms: Muslihat:
nb: Triks:
nl: Kunstje:
nn: Triks:
pl: Trik:
pt: Truque:
pt_br: Acrobacia:
ro: Schemă:
ru: Трюк:
sk: Trik:
th: เล่นท่า:
tr: Hile:
uk: Трюк:

source: Keyboard Configuration
bg: Конфигурация на клавиатурата
bs: Podešavanje tastature
da: Tastatur indstilling
de: Tastatureinstellungen
fr: Configuration du clavier
ga: Cumraíocht an Mhéarchláir
he: תצורת המקלדת
hu: Billentyűzetbeállítások
id: Pengaturan Papan Ketik
it: Configurazione Della Tastiera
mk: Конфигурација на тастатурата
ms: Penyelarasan Papan Kekunci
nb: Tasteoppsett
nl: Toetsenbord instellen
nn: Tasteoppsett
pl: Ustawienia klawiatury
pt: Configuração do Teclado
pt_br: Configuração de Teclado
ro: Configuraţia tastaturii
ru: Настройки клавиатуры
sk: Nastavenia klávesnice
th: ตั้งค่าแป้นพิมพ์
tr: Klavye Yapılandırma
uk: Настройки клавіатури

source: Turn left:
bg: Завой наляво:
bs: Skretanje lijevo:
da: Drej mod venstre
de: Links:
fr: Tourner à gauche :
ga: Cas ar chlé:
he: פנייה שמאלה:
hu: Balra:
id: Belok kiri:
it: Gira a sinistra:
mk: Сврти лево:
ms: Pusing ke kiri:
nb: Sving til venstre:
nl: Links:
nn: Sving til venstre:
pl: Skręt w lewo:
pt: Esquerda:
pt_br: Virar à esquerda:
ro: Întoarcere la stânga:
ru: Влево:
sk: Vľavo:
th: เลี้ยวซ้าย
tr: sola dön
uk: Ліворуч:

source: Turn right:
bg: Завой надясно:
bs: Skretanje desno:
da: Drej mod højre
de: Rechts:
fr: Tourner à droite :
ga: Cas ar dheis:
he: פנייה ימינה:
hu: Jobbra:
id: Belok kanan:
it: Gira a destra:
mk: Сврти десно:
ms: Pusing ke kanan:
nb: Sving til høyre:
nl: Rechts:
nn: Sving til høgre:
pl: Skręt w prawo:
pt: Direita:
pt_br: Virar à direita:
ro: Întoarcere la dreapta:
ru: Вправо:
sk: Vpravo:
th: เลี้ยวขวา
tr: sağa dön
uk: Праворуч:

source: Reset:
bg: Рестарт:
da: Nulstil
de: Zurücksetzen:
fr: Réinitialiser :
ga: Athshocraigh:
he: איפוס:
hu: Visszaállítás:
id: Penataan Ulang:
it: Resetta:
mk: Ресет:
ms: Pasang Balik:
nb: Nullstill:
nl: Herstellen:
nn: Nullstill:
pt: Repôr:
pt_br: Resetar:
ro: Resetare:
ru: Сброс:
sk: Obnoviť:
th: รีเซต:
tr: sıfırla
uk: Скидання:

source: Loading, Please Wait...
bg: Зареждане, моля изчакайте...
bs: Učitavanje, molim sačekajte...
da: Indlæser, vent venligst...
de: Laden, bitte warten...
fr: Chargement, veuillez patienter ...
ga: Á Luchtú, Fan Le Do Thoil...
he: בטעינה, נא להמתין...
hu: Betöltés. Kérlek, várj...
id: Memuat. Silakan Tunggu...
it: Caricamento, Attendere Per Favore...
mk: Вчитување. Ве молиме почекајте...
ms: Memuat, Sila Tunggu...
nb: Laster. Vent litt …
nl: Even geduld alstublieft...
nn: Lastar. Vent litt …
pl: Ładowanie, Proszę Czekać...
pt: Carregando. Por favor, Aguarde...
pt_br: Carregando, Espere, por favor...
ro: Încarcă, Aşteptaţi...
ru: Загрузка...
sk: Načítava sa, prosím počkajte...
th: กำลังโหลด โปรดรอ...
tr: Yükleniyor, Lütfen Bekleyiniz...
uk: Завантаження, Будь ласка зачекайте...

source: Paused
bg: Паузиран
bs: Pauza
da: På pause
de: Pause
fr: Pause
ga: Moillithe
he: הופסק
hu: Szünet
id: Dihentikan sementara
it: In Pausa
mk: Паузирано
ms: Dihentikan untuk sejenak
nb: Pause
nl: Pauze
nn: Pause
pl: Pauza
pt: Parado
pt_br: Pausado
ro: Pazuă
ru: Пауза
sk: Zastavené
th: หยุดชั่วคราว
tr: Duraklatıldı
uk: Призупинено

source: Resume
bg: Поднови
bs: Nastavi
da: Genoptag
de: Weiterspielen
fr: Reprendre
ga: Atosaigh
he: המשך
hu: Folytatás
id: Lanjutkan
it: Riprendi
mk: Продолжи
ms: Sambung semula
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pl: Wznów
pt: Resumir
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
th: เล่นต่อ
tr: Devam Et
uk: Продовжити
