Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: Mt. Herring is relatively fast but long, somewhat bumpy in places, and has some wide open areas and branching paths. Lots of herrings to collect though it can be difficult unless you watch your speed.
bg: Връх херинга е сравнително бърза, но дълга, доста неравна на места, и има някои отворени пространства и разклонения. Има много херинги за събиране, макар че може да бъде трудно освен ако не гледате скоростта си.
bs: Planina Haringa je relativno brzo ali duga, ponekad neravna na nekim mjestima i ima neke otvorene prostore i prolaze pune grana. Puno haringi za pokupiti što može biti teško ukoliko ne budete pazili na vašu brzinu.
de: Mt. Hering ist relativ schnell, aber lang und ein bisschen holperig. Es gibt ein paar weite, offene Bereiche, verzweigte Pfade und viele Heringe einzusammeln. Das kann allerdings schwierig werden, wenn du nicht auf deine Geschwindigkeit achtest.
fr: Le Mont Hareng est relativement rapide mais long, couvert de bosses à certains endroits, et possède quelques zones ouvertes et des chemins d'embranchement. Beaucoup de harengs sont à collecter, bien que cela puisse être difficile à moins que vous ne surveillez votre vitesse.
ga: Tá Sliabh Scadáin gasta go leor ach tá sé fada, beagán tuairteálach in áiteanna, agus tá bláir fairsing agus fo-chonairí ann. Tá a lán scadáin le bailiú ann ach d'fhéadfadh sé bheith deacair greim a fháil orthu mura choimeádann tú smacht ar do luas.
hu: A Hering-hegy viszonylag gyors, de hosszú, helyenként hepehupás, ezenfelül pár széles, nyitott területtel és elágazó utakkal rendelkezik. Sok heringet lehet itt begyűjteni, csak figyelj a tempódra.
id: Gunung Hering relatif lebih cepat namun panjang, agak bergelombang, dan mempunyai beberapa area terbuka dan calan bercabang. Banyak ikan hering yang dapat dikumpulkan walaupun itu bisa menyulitkan kecuali jika Anda menjaga kecepatan Anda.
it: Il Monte Arringa è relativamente veloce ma lungo, qualcosa di contorto in alcuni posti, e ha alcune aree aperte vaste e percorsi divisi. Molte arringhe da raccogliere durante il viaggio può essere difficile finché non guardi la tua velocità
mk: Брдото Харинга е релативно брзо но долго, понекогаш нерамно во места и има широки отворени области и гранчести патеки. Многу харинга за собирање иако може да биде тешко доколку не внимавате на вашата брзина.
ms: Mt Ikan Hering agak cepat tetapi panjang, dan bergumpal-gumpal disana-sini, dan mempunyai beberapa kawasan terbuka dan laluan cabangan. Banyak hering untuk dikumpul tetapi ia mungkin susah jika anda tidak memerhati kelajuan anda.
nb: På Sildetoppen går det raskt unna, men banen er både lang og humpete, og har flere vidåpne landskap og alternative ruter. Det finnes mye sild her, men den kan være vanskelig å få tak i om du aker for fort.
nl: De haringberg is een snelle, soms hobbelige afdaling. Af en toe is er een hoogvlakte. Je kan er veel haringen verzamelen mits je je snelheid onder controle kan houden.
nn: På Sildetoppen går det raskt unna, men bana er både lang og humpete, og har fleire vidopne landskap og alternative ruter. Det finst mykje sild her, men ho kan vera vanskeleg å få tak i om du akar for fort.
pl: Śledziowa Góra to trasa stosunkowo szybka, lecz długa, gdzieniegdzie wyboista, mająca otwarte przestrzenie i rozgałęzienia drogi. Jest dużo śledzi do zebrania, choć może to być trudne, jeśli nie będziesz kontrolować prędkości.
pt: Mt. Arenque é relativamente rápido, acidentado em alguns locais e tem algumas áreas abertas e caminhos ramificados. Imensos arenques para apanhar embora difíceis de apanhar devido à velocidade.
pt_br: Monte Peixe é relativamente rápido, mas longo, um pouco esburacado em alguns lugares e tem algumas grandes áreas abertas e bifurcações nos caminhos. Muitos peixes para coletar, apesar de que isso pode ser difícil a não ser que você tome conta da sua velocidade.
ro: Mt. Herring este relativ rapid dar lung, denivelat în anumite locuri, și are niște zone deschise și căi ramificate. Strângerea unei cantități mari de hering de-a lungul ei poate fi dificilă dacă nu îți grijești viteza.
ru: Гора Селёдки - довольно быстрая, но длинная трасса. Кое-где с кочками, широкими открытыми участками и ветвящимися путями. Много селёдки, хотя собрать её может быть сложно, если не следить за скоростью.
sk: Hora sleďov je pomerne rýchla, ale dlhá, miestami hrboľatá a má niekoľko otvorených oblastí a vetiev. Je náročné pozbierať cestou mnoho sleďov, ak si nedávate pozor na rýchlosť.
th: ฉากนี้ค่อนข้างเร็วแต่ยาว มีจุดกระแทกบางที่ และมีพื้นที่เปิดและเส้นทางแยก มีปลาให้เก็บมากมายแต่ก็ยากถ้าคุณไม่ระวังความเร็วของคุณ

source: Herring Run
bg: Херингов пробег
bs: Haringina trka
da: Sildeløbet
de: Heringrennen
fr: Harengs :
ga: Séad na Scadán
he: מרוצת הדגים המלוחים
hu: Heringverseny
id: Ikan Hering berlari
it: Corsa Aringa
mk: Трка по харинга
ms: Perlarian Ikan Hering
nb: Sildeløp
nl: Haringloop
nn: Sildelaup
pt: Corrida do Arenque
pt_br: Corrida dos Peixes
ro: Alergarea heringului
ru: В погоне за селёдкой
sk: Na slede!
tr: Ringa Balığı koşusu

source: Mountain Man
bg: Планински играч
bs: Planinski čovjek
da: Bjergmanden
de: Bergmann
fr: Le montagnard
ga: Sléibhteánach
he: איש ההרים
hu: Hegyi ember
id: Manusia Gunung
it: Uomo Della Montagna
mk: Планински човек
ms: Lelaki Gunung
nb: Fjellmannen
nl: Bergman
nn: Fjellmannen
pt: Montanha Man
pt_br: Homem Da Montanha
ro: Omul muntelui
ru: Горняк
sk: Horal
tr: Dağ Adamı

source: Valley Cup
bg: Купа на долината
bs: Kup doline
da: Dalturneringen
de: Tal Pokal
fr: La coupe de la vallée
ga: Corn an Ghleanna
he: גביע העמק
hu: Völgykupa
id: Piala Lembah
it: Coppa Della Vallata
mk: Куп на долината
ms: Cup Lembah
nb: Dalturneringen
nl: Vallei cup
nn: Dalturneringa
pl: Puchar Doliny
pt: Taça do Vale
pt_br: Copa do Vale
ro: Cupa văii
ru: Кубок долины
sk: Pohár údolia
tr: Vadi Kupası

source: Tux the winter sportsman
bg: Тъкс зимния спортист
bs: Tux zimski sportaš
da: Tux - vintersportsmanden
de: Tux der Wintersportler
fr: Tux, le sportif hivernal
ga: Tux an fear cluichíochta geimhridh
he: טאקס ספורטאי חורפי
hu: Tux, a téli sportoló
id: Tux, olahragawan musim dingin
it: Tux l'uomo sportivo invernale
mk: Tux - зимскиот спортист
ms: Tux olahragawan musim sejuk
nb: Vintersportsmannen Tux
nl: Tux, de wintersport man
nn: Vintersportsmannen Tux
pl: Tux - zimowy sportowiec
pt: Tux o desportista de inverno
pt_br: Tux, o atleta de inverno
ro: Tux sportivul iernii
ru: Тукс - зимний спортсмен!
sk: Tux, zimný športovec
th: ทักซ์นักกีฬาหน้าหนาว
tr: Kış sporcusu Tux

source: Highway To Hell
bg: Шосе до Ада
bs: Put za pakao
da: Hovedvejen til helvede
de: Highway zur Hölle
fr: Route vers l'enfer
ga: An Mórbhealach Go Ifreann
he: הדרך המהירה לגהנום
hu: Országút a pokolba
id: Jalan besar ke neraka
it: Autostrada Per L'Inferno
mk: Патот до пеколот
ms: Jalan Raya ke Neraka
nb: Hovedvei til helvete
nl: Snelweg naar de hel
nn: Hovudveg til helvete
pl: Autostrada Do Piekła
pt: Auto Estrada Para O Inferno
pt_br: Auto-Estrada Para O Inferno
ro: Autostrada către iad
ru: Дорога в ад
sk: Diaľnica do pekiel
th: ทางด่วนลงนรก
tr: Cehenneme Giden Otoban
uk: Шлях до пекла

source: Ice Labyrinth
bg: Леден лабиринт
bs: Ledeni labirint
da: Is labyrinten
de: Eislabyrinth
fr: Labyrinthe de glace
ga: Cathair Ghríobháin Oighear
hu: Jéglabirintus
id: Labirin Es
it: Labirinto di Ghiaccio
mk: Леден лавиринт
ms: Jalan Ais Penuh Kesusahan
nb: Islabyrinten
nl: IJzig doolhof
nn: Islabyrinten
pl: Lodowy Labirynt
pt: Labirinto de Gelo
pt_br: Labirinto de Gelo
ro: Labirintul de gheață
ru: Ледяной лабиринт
sk: Ľadový labyrint
th: เขาวงกฏน้ำแข็ง
tr: Buz Labirent
uk: Льодовий лабіринт.

source: You choose your destiny, you could end up full or starving depending on the path you pick.
bg: Избирате съдбата си, можете да приключите пълен или гладен в зависимост от това коя пътека сте взели.
bs: Ti biraš svoju sudbinu, možeš završiti sit ili izgladniti do smrti u zavisnosti od puta koji izabereš.
de: Wähle dein Schicksal. Satt oder verhungert - je nachdem welchen Weg du einschlägst.
fr: Choisissez votre destinée : vous pourriez finir la course le ventre plein ou mourir de faim, tout dépend du chemin que vous choisissez.
ga: Roghnaíonn tusa cad atá i ndán duit. D'fhéadfadh tú bheith ramhar le scadáin nó bheith stiúgtha leis an ocras ag braith ar an chonair a roghnaíonn tú.
hu: Te választod meg a sorsodat, vagy pukkadásig telve, vagy éhezve végzed, attól függően, melyik utat választod.
id: Pilihanmu adalah takdirmu, Anda dapat mengakhirinya dengan perut kenyang atau kelaparan tergantung dari jalan yang Anda pilih.
it: Puoi scegliere il tuo destino, puoi finire pieno o affamato in base al cammino che scegli
mk: Вие ја избирате вашата судбина, може да завршите гладен во зависност од патеката која што ќе ја одберите.
ms: Pilih takdir anda, anda mungkin akan berakhir penuh atau kebuluran bergantung kepada laluan yang anda memilih.
nb: Du har mange veier å velge mellom, men noen har flere sild enn andre.
nl: Gelukkig heeft dit doolhof meerdere uitgangen, maar niet elk pad heeft dezelfde hoeveelheid haringen. Kies verstandig.
nn: Du har mange vegar å velja mellom, men nokre har fleire sild enn andre.
pl: Sam wybierasz swoje przeznaczenie, możesz się nasycić albo zagłodzić w zależności od tego, którą drogę wybierzesz.
pt: Escolha o destino, pode acabar cheio ou esfomeado dependendo do caminho que escolher.
pt_br: Você escolhe seu destino. Você pode terminar cheio ou morrendo de fome dependendo do caminho que você pegar.
ro: Îți alegi singur destinul, poți să sfârșești plin sau înfomentat, depinde de calea pe care o alegi.
ru: Вы - хозяин своей судьбы. Вы можете наесться до отвала, а можете умереть с голоду. Всё зависит от вашего выбора.
sk: Ste pánom svojho osudu, podľa cesty, ktorú si zvolíte, skončíte plný alebo hladný.
th: คุณเลือกจุดมุ่งหมายของคุณ คุณอาจจะอิ่มหรือกำลังหิวตายแล้วแต่ทางที่คุณเลือก
tr: Kaderini sen seç, sonuna kadar git yada seçtiğin yolda açlıktan öl.

source: Snow Valley
bg: Снежна долина
bs: Snježna dolina
da: Sne dalen
de: Schneetal
fr: Vallée enneigée
ga: Gleann an tSneachta
he: עמק השלג
hu: Hó-völgy
id: Lembah Salju
it: Valle Innevata
mk: Снежна долина
ms: Lembah Salji
nb: Snødalen
nl: Sneeuwvallei
nn: Snødalen
pl: Śnieżna Dolina
pt: Vale da Neve
pt_br: Vale de Neve
ro: Valea zăpezii
ru: Снежная долина
sk: Snehové údolie
th: หุบเขาหิมะ
tr: Kar Vadisi

source: Snow Valley is a relatively flat, and very fast course. You'll find a few herrings very difficult to get if you're going for a perfect score! Watch your speed in certain areas to get the most herrings!
bg: Снежна долина е сравнително равна, и много бърза писта. Ще откриете малко херинги, които са много трудни за взимане ако се стремите към перфектен резултат! Гледайте скоростта си в някои райони за да вземете най-много херинги!
bs: Snježna dolina je relativno ravna i veoma brza. Nekoliko haringi koje se tu nalaze je veoma teško pokupiti ukoliko želite savršen rezultat! Pazite na brzinu u nekim oblastima da biste pokupili većinu haringi!
de: Schneetal ist eine flache und sehr schnelle Strecke. Einige Heringe für die Bestpunktzahl sind sehr schwer zu erreichen. Achte auf deine Geschwindigkeit in einigen Bereichen um die meisten Heringe zu erwischen!
fr: La vallée enneigée est relativement plate, et est une course très rapide. Vous allez trouvez plusieurs harengs très difficile à atteindre si vous essayez de faire un score parfait ! Surveillez votre vitesse dans certaines parties pour obtenir plus de harengs !
ga: Tá Gleann an tSneachta réidh go leor, agus is raon fíorghasta é. Beidh sé deacair ort scadáin a fháil má tá tú ar thóir scór foirfe. Coinnigh smacht ar do luas in áiteanna faoi leith chun an líon is mó scadáin a fháil!
hu: A Hó-völgy egy viszonylag sík, és nagyon gyors pálya. Ha a legmagasabb elérhető pontszámra hajtasz, néhány heringet igen nehezen megszerezhetőnek fogsz találni. Néhány helyen figyelned kell a tempódra, hogy a lehető legtöbb heringet összeszedhesd.
id: Lembah Salju relatif datar, dan jalur yang sangat cepat. Anda akan mendapati sedikit ikan Hering yang memungkinkan Anda mendapat nilai sempurna! Jaga kecepatan Anda di area ini untuk mendapatkan ikan Hering terbanyak.
it: La Valle Innevata è un percorso relativamente piatto e molto veloce. Troverai poche arringhe molto difficili da ottenere se stai cercando un punteggio perfetto! Guarda la tua velocità in certe aree per ottenere il maggior numero possibile di arringhe!
mk: Снежна долина е релативно сплескана и многу брза патека. Ќе најдете многу малку харинга која што ќе биде многу тешка да се собере ако одите на перфектен резултат! Внимавајте на вашата брзина во определни околини за да ги земете повеќете од харингите!
ms: Lembah Salji adalah rata, dan kursus yang amat cepat. Anda akan menemui beberapa ikan hering susah untuk didapati jika anda cuba mendapat markah penuh! Jagakan kelajuan anda didalam kawasan tertentu untuk mendapat ikan hering yang paling banyak!
nb: Snødalen er relativt flat, og kjemperask. Noe av silden er veldig vanskelig å få tak i! Om du ønsker å få tak i mest mulig sild, bør du passe farten i visse områder.
nl: De sneeuwvallei is een relatief vlakke, snelle piste. Sommige haringen zijn moeilijk te bereiken dus let op je snelheid. Het is mogelijk alle haringen te verzamelen!
nn: Snødalen er relativt flat, og kjemperask. Noko av silda er veldig vanskeleg å få tak i! Pass på farten i visse område om du ønskjer å få tak i mest mogleg sild.
pt: O Vale da Neve é relativamente plano e muito rápido. Irá encontrar arenques muito difíceis de apanhar se pretende uma pontuação perfeita. Reduza a velocidade em certas áreas para apanhar o máximo de arenques!
pt_br: O Vale de Neve é uma pista relativamente plana e muito rápida. Você encontrará alguns peixes bem difíceis de pegar se você estiver tentando fazer uma pontuação perfeita! Tome conta da sua velocidade em certas áreas para pegar a maior parte dos peixes!
ro: Valea zăpezii este relativ plată, și este o cursă foarte rapidă. Vei vedea ca unii heringi sunt foarte greu de luat dacă vrei să obții un scor perfect! Ai grijă la viteza în anumite zone pentru a strânge tot heringul!
ru: Снежная долина - довольно ровная и очень скоростная трасса. Если вы захотите набрать максимальное количество, очков, то обнаружите, что некоторую селёдку очень трудно достать. На некоторых участках следите за скоростью, чтобы собрать всю селёдку!
sk: Snehové údolie je pometne plochá a veľmi rýchla trať. Uvidíte, že niekoľko sleďov je ťažké dostať, ak sa pokúšate o dokonalé skóre. V niektorých miestach si dávajte pozor na rýchlosť, ak chcete dostať čo najviac sleďov!
th: หุบเขาหิมะเป็นฉากที่ค่อนข้างเรียบและเร็วมาก คุณจะพบปลาไม่กี่ตัวที่คุณจะเก็บได้ยากหากต้องการคะแนนสวยๆ ระวังความเร็วในบางจุดเพื่อเก็บปลาให้มากที่สุด!

source: Tux Toboggan Run
bg: Спускане с тобоган на Тъкс
bs: Tux tobogan trka
de: Tux Schlittenrennen
fr: Course du toboggan de Tux
ga: Rith Carr Sleamhnáin Tux
hu: Tux bobfutama
id: Lari Tux Toboggan
it: Corsa Tux Toboggan
mk: Tux тобоган трка
ms: Pelarian Toboggan Tux
nb: Aketur
nl: Tux sleebaan
nn: Aketur
pt: Corrida Tux Tobogã
pt_br: Corrida de Tobogã do Tux
ro: Cursa Tux tobogan
ru: Тукс в санном спорте
sk: Tuxov tobogan
tr: Tux Kızak Yarışı

source: Collect herrings in an ice channel with various paths and many high and low speed passages. Watch out for the occasional tree.
bg: Събирайте херинги в заледено речно корито с разнообразни пътеки и много високо и нискоскоростни проходи. Внимавайте за извънредни дървета.
bs: Skupljajte haringe u ledenom kanalu sa raznovrsnim putevima i mnogo brzih i sporih prolaza. Pripazite na povremeno drveće.
de: Sammle Heringe im Eiskanal mit unterschiedlichen Wegen und vielen Hoch-und Niedergeschwindigkeitspassagen. Pass auf denden Zufallsbaum auf.
fr: Collectez les harengs dans un canal de glace avec divers chemins et beaucoup de passages à vitesse élevé ou réduite. Prenez garde aux arbres occasionnels.
ga: Bailigh scadáin i gclais oighear le conairí éagsúla agus a lán fithisí ard-luas agus íseal-luas. Fair amach don corr-chrann.
hu: Gyűjtsd a heringeket egy szerteágazó jégmederben, amely számos gyors és lassú átjárót rejt. Pár helyen vigyáznod kell a fákkal is.
id: Kumpulkan ikan Hering di terowongan es dengan beberapa jalan dan jalur cepat dan lambat. Hati-hati dengan pepohonan yang kebetulan ada.
it: Colleziona arringhe in un canale di ghiaccio con vari percorsi e molti passaggi ad alta e bassa velocità. Fai attenzione all'albero occasionale.
mk: Собирајте харинга во ледениот канал со разни патеки и многу високо и ниско брзински премини. Внимавајте на повременото дрво.
ms: Kumpul ikan hering didalam terusan ais dengan pelbagai laluan dan banyak perjalanan kelajuan tinggi dan rendah. Berhati-hati untuk pokok kebetulan.
nb: Plukk opp sild i en iskanal med flere veier å velge mellom, og flere mindre passasjar med høy eller lav fart. Pass deg for ett og annet tre som måtte dukke opp.
nl: Vezamel haringen in een ijzig kanaal. Er zijn meerder paden mogelijk en er zijn hoge- en lage snelheids passages bij.
nn: Plukk opp sild i ein iskanal med fleire vegar å velja mellom, og fleire mindre passasjar med høg eller låg fart. Pass deg for eitt og anna tre som måtte dukka opp.
pt: Recolha os arenques no canal de gelo com vários caminhos e muitas passagens com velocidades altas/baixas. Tenha cuidado com árvores ocasionais.
pt_br: Colete os peixes no canal de gelo, que tem vários caminhos e muitas passagens de alta e baixa velocidade. Tome cuidado com aquela ocasional árvore.
ro: Strânge heringul dintr-un canal de gheță cu o varietate de rute și multe pasaje de mare, respectiv mică viteză. Ai grijă la copacul ocazional.
ru: Собирайте селёдку в ледяном канале со скоростными и не очень разветвлениями. И не наткинтесь на какое-нибудь одиноко стоящее дерево!
sk: Zbierajte slede v ľadovom kanáli s rozličnými cestami a mnohými vysoko- a nízkorýchlostnými úsekmi. Pozor na občasný strom.

source: Hazzard Valley
bg: Опасна долина
bs: Dolina uništenja
de: Tal der Gefahren
fr: Vallée du risque
ga: Gleann na nGuaiseacha
hu: Hazárd völgye
id: Lembah Berbahaya
it: Valle Del Rischio
mk: Хазардна долина
ms: Lembah Berbahaya
nb: Våghalsveien
nl: The Vally of Hazzard
nn: Våghalsvegen
pl: Dolina Ryzyka
pt: Vale Perigo
pt_br: Vale Perigoso
ro: Valea hazardului
ru: Долина опасностей
sk: Údolie nástrah
th: หุบเขาอุปสรรค์
tr: Ölümcül Vadi

source: Hazzard Valley is full of hazards, like trees, deep caverns, spikes, and huge areas of rocky plains, not to mention your speed being your enemy in trying to get the herrings and stay on course!
bg: Опасна долина е пълна с опасности, като дървета, дълбоки пещери, шипове, и огромни площи от скалисти равнини, да не споменаваме скоростта, която е Ваш враг в опитите да вземете херингите и в оставането на пистата.
bs: Dolina uništenja je puna rizika, kao što su drveće, duboke pećine, šiljci i ogromna prostranstva stjenovitih ravnica, da ne spominjemo da vam je vaša brzina najveći neprijatelj u pokušajima da uhvatite haringe i ostanete na stazi!
de: Das Tal der Gefahren ist voller Hindernisse wie Bäumen, tiefen Gruben, Spitzen und großen steinigen Flächen, kaum zu schweigen von deinem größten Feind, der Geschwindigkeit. Nicht nur das Einsammeln der Heringe erweist sich als Schwierigkeit, sondern auch, auf dem Kurs zu bleiben.
fr: La vallée du risque est pleine d'obstacles, comme des arbres, des cavernes profondes, des pics et des larges zones de pleines rocheuses, sans compter votre vitesse, votre ennemie pour attraper les harengs et rester dans la course !
ga: Tá Gleann na nGuaiseacha lán de guaiseacha, ar nós crainn, cuasáin, dealga, agus mánna creagacha fairsing, gan trácht ar do luas bheith mar namhaid duit agus tú ag iarraidh na scadáin a fháil agus fanacht ar an raon!
hu: Hazárd völgye tele van veszéllyel: fákkal, mély üregekkel, tüskékkel, és óriási sziklás síkokkal, nem is beszélve a sebességedről, aki itt ellenfeled lesz a heringek begyűjtésében, és úgy egyáltalán a pályán maradásban.
id: Lembah Berbahaya penuh dengan bahaya, seperti pepohonan, gua yang dalam, paku-paku, dan areal luas yang berbatu, tidak menyinggung kecepatanmu dibawah musuhmu dalam usaha pengumpulan ikan Hering dan tetap dalam jalur balap.
it: La Valle Del Rischio è piena di rischi, come alberi, caverne profonde, spuntoni, e aree enormi di pianure rocciose, non per nominare la tua velocità considerata un nemico per provare a ottenere le arringhe e rimanere in pista!
mk: Хазардната долина е полна со опасности како дрва, длабоки пештери, шилци и големи терени составени од каменести прерии, а да не се спомнува брзината која што е ваш непријател во вашите напори да ги соберете харингите и да останете на определениот курс!
ms: Lembah Berbahaya penuh dengan bahaya, seperti pokok, gua besar yang mendalam, pancang-pancang, dan kawasan besar penuh dengan batu, dengan tidak melupa kelajuan menjadi musuh anda untuk mendapat ikan hering dan mengekal pada kursus!
nb: Våghalsveien er full av farer – tre, dype huler, pigger og store, steinete åpne områder, for ikke å nevne det konstante tidspresset i jakten på sild!
nl: De Hazzard Vallei zit vol gevaar zoals bomen, diepe kloven, uitstekende rotsen, en niet te vergeten grote rotsvlaktes. Snelheid is je vijand; hij probeert je ver van het pad en de haringen te houden!
nn: Våghalsvegen er full av farer – tre, djupe holer, piggar og store, steinete opne område, for ikkje å nemna det konstante tidspresset i jakta på sild!
pl: W Dolinie Ryzyka roi się od przeszkód takich jak drzewa, głębokie pieczary, ostre skały czy ogromne kamieniste równiny - nie wspominając o tym, że nadmierna prędkość na pewno nie pomoże Ci w zbieraniu śledzi i utrzymaniu się na trasie.
pt: O Vale Perigo está cheio de perigos como árvores, cavernas profundas, espinhos e planos rochosos, já para não falar na velocidade que será sua inimiga ao tentar obter arenques e manter-se no percurso!
pt_br: O Vale Perigoso é cheio de perigos, como árvores, profundas cavernas, estacas e grandes áreas de planícies rochosas, sem mencionar que sua velocidade é sua inimiga na tentativa de pegar os peixes e continuar na pista!
ro: Valea hazardului este plină de hazarde, precum copaci, caverne adânci, și zone mari de câmpie de rocă, fără să menționăm că viteza este inamicul tău când încerci să strângi hering și să rămâi în cursă!
ru: Долина опасностей полна препятствий - деревьев, глубоких впадин, шипов и огромных каменистых участков. Не говоря уже о том, что высокая скорость совсем не помогает вам собирать селёдку и оставаться на трассе.
sk: Údolie nástrah je plné nástrah ako stromy, hlboké jaskyne, hroty a obrovské plochy skalnatých plání, nehovoriac o tom, že vaša rýchlosť je vašim nepriateľom v snahe zostať na trati a získať slede!
th: หุบเขาอุปสรรค์เต็มไปด้วยอุปสรรค์เช่นต้นไม้ หลุมลึก หนาว และบริเวณขรุขระใหญ่ๆ และยังไม่รวมไปถึงความเร็วที่เป็นอุปสรรค์ของคุณในการเก็บปลาและอยู่ในเส้นทาง
tr: Ölümcül Vadi ağaçlar, derin büyük mağralar, uçurumlar ve büyük taşlık alanlar gibi tehlikelerle dolu. ringa balıklarını almaya çalışırken düşmanının hızından bahsetmiyorum bile

source: Skull Mountain
bg: Черепна планина
bs: Planina Lubanja
de: Schädelberg
fr: Montagne du crâne
ga: Sliabh an Chloiginn
he: הר הגולגלות
hu: Koponya-hegy
id: Gunung Tengkorak
it: Montagna Del Teschio
mk: Планина на черепите
ms: Gunung Tengkorak
nb: Hodeskallefjellet
nl: Doodshoofdberg
nn: Hovudskallefjellet
pl: Góra Czaszek
pt: Montanha da Caveira
pt_br: Montanha do Esqueleto
ro: Muntele craniu
ru: Гора-череп
sk: Hora lebiek
th: หุบเขากะโหลก
tr: Kafatası Dağı
