Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: 'Credits Ballad'
bg: 'Балада на заслугите'
bs: 'Balada o zaslugama'
de: Highscore
fr: 'Ballade des crédits'
ga: 'Bailéad an Bhuíochais'
he: 'בלדת התודות'
id: 'Balada Penghargaan'
it: 'Ballata Dei Riconoscimenti'
mk: 'Песна за заслугите'
ms: 'Balada Kredit'
nb: Bidragsyterskjerm
nl: 'Aftiteling Ballade'
nn: Bidragsytarskjerm
pl: 'Ballada o autorach'
pt: 'Balada de Créditos'
pt_br: 'Música dos Créditos'
ro: „Balada autorilor”
ru: "Баллада для титров"
sk: 'Balada titulkov'
tr: 'Katkıda Bulunanlar Tablosu'
uk: "Балада титрів"

source: Misc. PPRacer Contributors
bg: Разнообразни PPRacer сътрудници
bs: Razno: PPRacer doprinositelji
de: Andere PPRacer-Mitwirkende
fr: Contributeurs divers à PPRacer
ga: Rannpháirtithe Ilghnéitheacha PPRacer
he: תורמי PPRacer שונים
hu: További PPRacer-közreműködők
id: Penyumbang Misk. PPRacer
it: Contributori PPRacer Misti
mk: Разни соработници на PPRacer
ms: Pelbagai Penyumbang PPRacer
nb: Ymse PPRacer-bidragsytere
nl: Overige PPRacer bijdragen
nn: Ymse PPRacer-bidragsytarar
pl: Różni współtwórcy PPRacera
pt: Misc. Contributos PPRacer
pt_br: Contribuintes misc. PPRacer
ro: Diverși contribuitori PPRacer
ru: Люди, внёсшие вклад в PPRacer
sk: Rozl. prispievatelia do PPRacer
tr: PPRacer 'a Katkıda Bulunanlar
uk: Люди, які внесли вклад до PPRacer

source: Thanks To
bg: Благодарности на
bs: Hvala
da: Tal til
de: Dank an
fr: Merci à
ga: Buíochas le
he: תודתנו נתונה
hu: Köszönet
id: Terima kasih kepada
it: Grazie A
mk: Благодарност до
ms: Terima Kasih kepada
nb: Takk til
nl: Met dank aan
nn: Takk til
pl: Podziękowania Dla
pt: Obrigado A
pt_br: Obrigados a
ro: Mulțumiri
ru: Спасибо
sk: Poďakovanie
th: ขอขอบคุณ
tr: Teşekkürler
uk: Подяка

source: (for Exteme Tux Racer)
fr: (pour Exteme Tux Racer)
ga: (as ucht Extreme Tux Racer)
nl: (voor Exteme Tux Racer)
pl: (Extreme Tux Racer)
th: (สำหรับ Extreme Tux Racer)

source: Ranger (for hosting the website)
bg: Рейнджър (за хостването на уебсайта)
bs: Ranger (za hosting web stranice)
da: Ranger (for at hoste hjemmesiden)
de: Ranger (für das Hosten der Webseite)
fr: Ranger (pour l'hébergement du site Web)
ga: Ranger (as ucht an láithreán gréasáin a óstáil)
he: Ranger (על אירוח האתר)
hu: Ranger (a weboldal hosztolásáért)
id: Ranger (untuk hosting situs web)
it: Ranger (per l'hosting del sito web)
mk: Ranger (за хостирање на веб страницата)
ms: Ranger (untuk mejaga laman web)
nb: Ranger (for nettstedplass)
nl: Ranger (voor het hosten van de website)
nn: Ranger (for nettstadplass)
pl: Rangera (za hosting strony)
pt: Ranger (por hospedar o sítio web)
pt_br: Ranger (por hospedar o site)
ro: Ranger (pentru găzduirea website-ului)
ru: Ranger (за размещение веб-сайта)
sk: Ranger (za hosting webstránky)
th: Ranger (สำหรับการโฮสเว็บไซต์)
tr: Ranger (web Sitesi Hostingi İçin)
uk: Ranger (за хостинг веб-сайту)

source: Slythfox (for making the website)
bg: Слитфокс (за направата на уебсайта)
bs: Slythfox (za izradu web stranice)
da: Slythfox (for at skabe websiden)
de: Slythfox (für das Erstellen der Webseite)
fr: Slythfox (pour la création du site Web)
ga: Slythfox (as ucht an láithreán gréasáin a dhéanamh)
he: Slythfox (על יצירת האתר)
hu: Slythfox (a weboldal elkészítéséért)
id: Slythfox (untuk pembuatan situs web)
it: Slythfox (per la creazione del sito web)
mk: Slythfox (за правењето на веб страницата)
ms: Slythfox (untuk membuat laman web)
nb: Slythfox (for å lage nettstedet)
nl: Slythfox (voor het maken van de website)
nn: Slythfox (for å laga nettstaden)
pl: Slythfox (za tworzenie strony)
pt: Slythfox (por ter desenvolvido o sítio web)
pt_br: Slythfox (por fazer o site)
ro: Slythfox (pentru construirea website-ului)
ru: Slythfox (за создание веб-сайта)
sk: Slythfox (za tvorbu webstránky)
th: Slythfox (สำหรับการสร้างเว็บไซต์)
tr: Slythfox (website yapımı için)
uk: Slythfox (за створення веб-сайту)

source: The Course Creators
bg: Създателите на пистите
bs: Kreatori staza
da: Løbsudviklerne
de: Die Ersteller der Strecken
fr: Les créateurs des courses
ga: Cruthathóirí an Chúrsa
he: יוצרי המסלולים
hu: A pályakészítők
id: Para Pembuat Jalan
it: I Creatori Dei Percorsi
mk: Креатори на курсот
ms: Pencipta Kursus
nb: Rennutviklerene
nl: Level makers
nn: Rennutviklarane
pl: Autorzy Tras
pt: Os Criadores dos Percursos
pt_br: Os Criadores das Pistas
ro: Creatorilor traseelor
ru: Создатели трасс
sk: Tvorcovia trate
th: ผู้สร้างสนาม
tr: Pist yaratıcıları
uk: Творці трас

source: The OpenRacer project
bg: Проекта OpenRacer
bs: Projekat OpenRacer
da: OpenRacer Projektet
de: Das OpenRacer-Projekt
fr: Le projet OpenRacer
ga: An tionscadal OpenRacer
he: מיזם OpenRacer
hu: Az OpenRacer projekt
id: Proyek OpenRacer
it: Il progetto OpenRacer
mk: OpenRacer проектот
ms: Projek OpenRacer
nb: OpenRacer-prosjektet
nl: Het OpenRacer project
nn: OpenRacer-prosjektet
pl: Projekt OpenRacer
pt: O projecto OpenRacer
pt_br: O projeto OpenRacer
ro: Proiectului OpenRacer
ru: Проект OpenRacer
sk: Projekt OpenRacer
th: โครงการ OpenRacer
tr: OpenRacer projesi
uk: Проект OpenRacer

source: Reinhard Niehoff (for helping with code modification)
ga: Reinhard Niehoff (as ucht cabhrú le mionathrú códanna)
hu: Reinhard Niehoff (a kód módosításában történő segítségért)
nb: Reinhard Niehoff (for hjelp til kodeendringer)
nl: Reinhard Niehoff (hulp bij het wijzigen v/d code)
nn: Reinhard Niehoff (for hjelp til kodeendringar)
pl: Reinharda Niehoff (za pomoc w modyfikacji kodu)
sk: Reinhard Niehoff (za pomoc so zmenou kódu)
th: Reinhard Niehoff (สำหรับความช่วยเหลือในการแก้ไขโค๊ด)
tr: Reinhard Niehoff (kod modifikasyonuna yardımlarından dolayı)

source: All the people on the forum
fr: Toutes les personnes sur le forum
ga: Gach uile duine ar an clár plé
hu: Mindenki a fórumon
nb: Alle folkene på forumet
nl: Alle mensen op het forum
nn: Alle folka på forumet
pl: Wszystkim ludziom na forum
sk: Všetkým ľuďom z diskusného fóra
th: ทุกๆคนในกระดานสนทนา
tr: Tüm insanlar forumda

source: Larry Ewing (creator of Tux)
bg: Лари Юинг (създател на Тъкс)
bs: Larry Ewing (tvorcu Tux-a)
da: Larry Ewing (skaberen af Tux)
de: Larry Ewing (Schöpfer von Tux)
fr: Larry Ewing (créateur de Tux)
ga: Larry Ewing (cruthaitheoir Tux)
he: Larry Ewing (היוצר של טאקס)
hu: Larry Ewing (Tux megalkotója)
id: Larry Ewing (pembuat Tux)
it: Larry Ewing (creatore di Tux)
mk: Larry Ewing (креаторот на Tux)
ms: Larry Ewing (Pencipta Tux)
nb: Larry Ewing (som laget Tux)
nl: Larry Ewing (bedenker van Tux)
nn: Larry Ewing (som laga Tux)
pl: Larry'ego Ewing (twórcy Tuxa)
pt: Larry Ewing (criador do Tux)
pt_br: Larry Ewing (criador do Tux)
ro: Larry Ewing (creatorul lui Tux)
ru: Larry Ewing (создатель Tux'а)
sk: Larry Ewing (tvorcovi Tuxa)
th: Larry Ewing (ผู้ให้กำเนิด Tux)
tr: Larry Ewing (Tux yaratıcısı)
uk: Larry Ewing (творець Tux'у)

source: (for Tux Racer)
bg: (за Tux Racer)
bs: (za Tux Racer)
de: (für Tux Racer)
fr: (pour Tux Racer)
ga: (as ucht Tux Racer)
he: (על Tux Racer)
hu: (a Tux Racerért)
id: (untuk Tux Racer)
it: (per Tux Racer)
mk: (за Tux Racer)
ms: (untuk Tux Racer)
nl: (voor Tux Racer)
pl: (dla gry Tux Racer)
pt: (para Tux Racer)
pt_br: (para Tux Racer)
ro: (pentru Tux Racer)
ru: (за Tux Racer)
sk: (za Tux Racer)
th: (สำหรับ Tux Racer)
tr: Tux Racer için
uk: (за Tux Racer)

source: Tux Racer is a trademark of Jasmin F. Patry.
bg: Tux Racer е запазена марка на Жасмин Ф. Патри.
bs: Tux Racer je zaštitni znak Jasmin F. Patry.
da: Tux Racer er et varemærke som tilhører Jasmin F. Patry.
de: Tux Racer ist ein eingetragenes Markenzeichen von Jasmin F. Patry
fr: Tux Racer est une marque commerciale de Jasmin F. Patry
ga: Is comhartha tráchtála de chuid Jasmin F. Patry é Tux Racer.
he: Tux Racer הינו סימן רשום על שם Jasmin F. Patry.
hu: A Tux Racer Jasmin F. Patry védjegye.
id: Tux Racer merupakan trademark dari Jasmin F. Patry.
it: Tux Racer è un marchio registrato di Jasmin F. Patry.
mk: Tux Racer е регистриран заштитен знак на Jasmin F. Patry.
ms: Tux Racer adalah hak cipta Jasmin F. Patry.
nb: Tux Racer er et varemerke som tilhører Jasmin F. Patry.
nl: 'Tux Racer' is een handelsmerk van Jasmin F. Patry
nn: Tux Racer er eit varemerke som tilhøyrer Jasmin F. Patry.
pl: Tux Racer jest znakiem towarowym Jasmin'a F. Patry.
pt: Tux Racer é uma marca registada de Jasmin F. Patry.
pt_br: Tux Racer é uma marca registrada de Jasmin F. Patry.
ro: Tux Racer este o marcă înregistrată a lui Jasmin F. Patry.
ru: Tux Racer является зарегистрированным торговым знаком Jasmin F. Patry.
sk: Tux Racer je obchodnáz značka Jasmin F. Patryovej.
th: Tux Racer เป็นเครื่องหมายการค้าของ Jasmin F. Patry.
tr: Tux Racer bir Jasmin F. Patry. markasıdır.
uk: Tux Racer є зареєстрованою торговельним знаком Jasmin F. Patry.

source: Extreme Tux Racer is licenced under the GPL.
bg: Extreme Tux Racer е лицензиран под GPL.
bs: Extreme Tux Racer podliježe pod GPL.
da: Extreme Tux Racer er under GPL-licens.
de: Extreme Tux Racer ist lizensiert unter der GPL.
fr: Extreme Tux Racer est sous licence GPL.
ga: Tá Extreme Tux Racer ceadúnaithe faoin GPL.
he: Extreme Tux Racer מורשה תחת תנאי ה־GPL.
hu: Az Extreme Tux Racer a GPL licencet használja.
id: Extreme Tux Racer dilisensikan di bawah GPL.
it: Extreme Tux Racer è distribuito su licenza GPL.
mk: Extreme Tux Racer е лиценциран под ГПЛ.
ms: Extreme Tux Racer diberi kebenaran mendapat hak dibawah GPL.
nb: Extreme Tux Racer er lisensiert under GPL.
nl: Extreme Tux Racer wordt uitgebracht onder de GPL licentie.
nn: Extreme Tux Racer er lisensiert under GPL.
pl: Extreme Tux Racer jest objęty licencją GPL.
pt: O Extreme Tux Racer está licenciado sobre a licença GPL.
pt_br: Extreme Tux Racer está licenciado sob a GPL.
ro: Extreme Tux Racer este licențiat sub GPL.
ru: Extreme Tux Racer распространяется по лицензии GPL.
sk: Extreme Tux Racer je šírený za podmienok licencie GPL.
th: Extreme Tux Racer อยู่ภายใต้สัญญาอนุญาต GPL
tr: Extreme Tux Racer GPL ilkeleri altında lisanslanmıştır.
uk: Extreme Tux Racer розповсюджується за ліцензією GPL.

source: We grant use of the name 'Extreme Tux Racer'
bg: Официално даваме използването на името 'Extreme Tux Racer'
bs: Dodijelili smo ime 'Extreme Tux Racer'
da: Vi giver alle lov til at bruge navnet 'Extreme Tux Racer'
de: Wir gestatten die Benutzung des Namens „Extreme Tux Racer“
fr: Nous accordons l'utilisation du nom 'Extreme Tux Racer'
ga: Dámhaimid cead feidhm a bhaint as an t-ainm 'Extreme Tux Racer'
he: אנו מרשים להשתמש בשם 'Extreme Tux Racer'
hu: Megengedjük az 'Extreme Tux Racer' név használatát
id: Kami mengizinkan penggunaan nama 'Extreme Tux Racer'
it: Garantiamo l'uso del nome 'Extreme Tux Racer'
mk: Дозволуваме употреба на името 'Extreme Tux Racer'
ms: Kita membenarkan penggunaan nama 'Extreme Tux Racer'
nb: Vi gir alle lov til å bruke navnet «Extreme Tux Racer»
nl: Wij zullen de rechten van de naam 'Extreme Tux Racer'
nn: Me gjev alle løyve til å bruka namnet «Extreme Tux Racer»
pl: Pozwalamy na używanie nazwy "Extreme Tux Racer"
pt: Concedemos a utilização do nome 'Extreme Tux Racer'
pt_br: Permitimos o uso do nome 'Extreme Tux Racer'
ro: Ne permitem utilizarea numelui „Extreme Tux Racer”
ru: Мы позволяем использовать название "Extreme Tux Racer"
sk: Povoľujeme použitie názvu „Extreme Tux Racer”
th: เราอนุญาตให้ใช้ชื่อ 'Extreme Tux Racer'
tr: Bizler 'Extreme Tux Racer' adının kullanımını tasdik ediyoruz
uk: Ми дозволяємо використовувати назву "Extreme Tux Racer"

source: to any forks or continuations.
bg: на всякакви разклонения или продължения.
bs: za bilo koje viljuške ili nastavke.
de: für neue Abspaltungen oder Fortsetzungen.
fr: pour tous les dérivés et continuations.
ga: do gabhlóg nó leanúint ar bith.
he: עבור פיצולים או המשכים.
hu: bármilyen leágazás vagy folytatás számára.
id: ke semua pekerjaan turunan atau kelanjutan.
it: a qualunque fork o continuo
mk: на било какви изведени форми или континуации на ова дело.
ms: kepada mana-mana penyambungan.
nb: til varianter og vidareutviklinger av spillet.
nl: verlenen aan alle afgeleiden of voortzettingen van dit spel."
nn: til variantar og vidareutviklingar av spelet.
pl: wszystkim odgałęzieniom/kontynuacjom projektu.
pt: para todos os implementos ou continuações.
pt_br: a qualquer melhoria ou continuação.
ro: pentru orice ramificații și continuări.
ru: любым ответвлениям или продолжениям игры.
sk: akýmkoľvek vetvám a nasledovníkom.
tr: herhangi bir çatallaşma veya sürdürme
uk: будь-яким відгалуженням або продовженням гри.

source: PlanetPenguin Racer is Copyright © 2005 Volker Stroebel.
bg: PlanetPenguin Racer е авторско право © 2005 на Волкер Щрьобел.
bs: PlanetPenguin Racer - autorsko pravo © 2005 Volker Stroebel.
da: PlanetPenguin Racer - Copyright © 2005 Volker Stroebel.
de: PlanetPenguin Racer – Copyright © 2005 Volker Stroebel.
fr: PlanetPenguin Racer est Copyright © 2005 Volker Stroebel
ga: Is Cóipcheart é PlanetPenguin Racer © 2005 Volker Stroebel.
he: PlanetPenguin Racer הינו מוגן בזכויות יוצרים © 2005 Volker Stroebel.
hu: A PlanetPenguin Racer szerzői joggal védett. © 2005 Volker Stroebel.
id: PlanetPenguni Racer merupakan hakcipta© 2005 Volker Stroebel.
it: PlanetPenguin Racer è Copyright © 2005 Volker Stroebel.
mk: PlanetPenguin Racer е заштитен знак © 2005 Volker Stroebel.
ms: PlanetPenguin Racer adalah hakcipta © 2005 Volker Stroebel.
nb: PlanetPenguin Racer er Copyright © 2005 Volker Stroebel.
nn: PlanetPenguin Racer er Copyright © 2005 Volker Stroebel.
pl: Prawa autorskie PlanetPenguin Racera © 2005 Volker Stroebel.
pt: Volker Stroebel possui Direitos de Autor ©2005 sobre PlanetPenguin Racer.
pt_br: PlanetPenguin Racer é Copyright © 2005 Volker Stroebel.
ro: PlanetPenguin Racer este Copyright © 2005 Volker Stroebel.
ru: PlanetPenguin Racer © 2005 Volker Stroebel.
sk: PlanetPenguin Racer, Copyright © 2005 Volker Stroebel.
th: PlanetPenguin Racer สงวนลิขสิทธิ์ © 2005 Volker Stroebel.
tr: PlanetPenguin Racer 'ın yayın hakkı © 2005 Volker Stroebel 'a aittir
uk: PlanetPenguin Racer Copyright © 2005 Volker Stroebel.

source: Tux Racer and the Tux Racer Name are Copyright © 2001 Jasmin F. Patry.
bg: Tux Racer и името Tux Racer са авторско право © 2001 на Жасмин Ф. Патри.
bs: Tux Racer i ime Tux Racer su autorsko pravo © 2001 Jasmin F. Patry.
da: Tux Racer og Tux Racer navnet - Copyright © 2001 Jasmin F. Patry.
de: Tux Racer und der Name „Tux Racer“ – Copyright © 2001 Jasmin F. Patry.
fr: Tux Racer et le nom Tux Racer sont Copyright © 2001 Jasmin F. Patry
ga: Is Cóipcheart iad Tux Racer agus an t-Ainm Tux Racer © 2001 Jasmin F. Patry.
he: Tux Racer והשם Tux Racer הינם מוגנים בזכויות יוצרים © 2001 Jasmin F. Patry.
hu: A Tux Racer és a Tux Racer név szerzői joggal védett. © 2001 Jasmin F. Patry.
id: Tux Racer dan Nama Tux Racer merupakan hakcipta© 2001 Jasmin F. Patry.
it: Tux Racer e il nome Tux Racer sono Copyright © 2001 Jasmin F. Patry
mk: Tux Racer и името на Tux Racer се авторско право © 2001 Jasmin F. Patry.
ms: Tux Racer dan nama Tux Racer adalah hakcipta © 2001 Jasmin F. Patry.
nb: Tux Racer og navnet «Tux Racer» er Copyright © 2001 Jasmin F. Patry.
nl: Tux Racer and de naam 'Tux Racer' zijn Copyright © 2001 Jasmin F. Patry
nn: Tux Racer og namnet «Tux Racer» er Copyright © 2001 Jasmin F. Patry.
pl: Prawa autorskie Tux Racera i nazwy Tux Racer © 2001 Jasmin F. Patry.
pt: Jasmin F. Patry possui os Direitos de Autor © 2001 sobre Tux Racer e o Nome Tux Racer.
pt_br: Tux Racer e o Tux Racer Name são Copyright © 2001 Jasmin F. Patry.
ro: Tux Racer and și numele de Tux Racer sunt Copyright © 2001 Jasmin F. Patry.
ru: Tux Racer и Tux Racer Name © 2001 Jasmin F. Patry.
sk: Tux Racer a názov Tux Racer, Copyright © 2001 Jasmin F. Patry.
th: Tux Racer และชื่อ Tux Racer สงวนลิขสิทธิ์ © 2001 Jasmin F. Patry.
tr: Tux Racer ve Tux Racer Adının yayın hakkı © 2001 Jasmin F. Patry'e aittir.
uk: Tux Racer і Tux Racer Name © 2001 Jasmin F. Patry.

source: Cup:
bg: Купа:
bs: Kup:
da: Turnering:
de: Wettbewerb:
fr: Coupe :
ga: Corn:
he: גביע:
hu: Kupa:
id: Kejuaraan:
it: Coppa:
mk: Куп:
nb: Turnering:
nl: Toernooi:
nn: Turnering:
pl: Puchar
pt: Taça:
pt_br: Copa:
ro: Cupa:
ru: Кубок:
sk: Pohár:
th: ถ้วย:
tr: Kupa:
uk: Кубок:

source: Player name:
bg: Име на играч:
bs: Ime igrača:
da: Spillernavn:
de: Spielername:
fr: Nom du joueur :
ga: Ainm an imreora:
he: שם השחקן:
hu: Játékos neve:
id: Nama pemain:
it: Nome del giocatore:
mk: Име на играчот:
ms: Nama Pemain:
nb: Spillernavn:
nl: Naam van speler:
nn: Spelarnamn:
pl: Imię:
pt: Nome do jogador:
pt_br: Nome do jogador:
ro: Numele jucătorului:
ru: Имя игрока:
sk: Meno hráča:
th: ชื่อผู้เล่น:
tr: Oyuncu Adı:
uk: Ім'я гравця:

source: Continue
bg: Продължаване
bs: Nastavite
da: Fortsæt
de: Weiter
fr: Continuer
ga: Ar Aghaidh
he: המשך
hu: Folytatás
id: Lanjut
it: Continua
mk: Продолжи
ms: Bersambung
nb: Fortsett
nl: Doorgaan
nn: Hald fram
pl: Kontynuuj
pt: Continuar
pt_br: Continuar
ro: Continuă
ru: Продолжить
sk: Pokračovať
th: ต่อไป
tr: Devam Et
uk: Продовжити

source: You've won this cup!
bg: Вие спечелихте тази купа!
bs: Osvojili ste ovaj kup!
da: Du har vundet denne turnering!
de: Du hast diesen Wettbewerb gewonnen!
fr: Vous avez remporté cette coupe !
ga: Bhuaigh tú an corn seo!
he: זכית בגביע זה!
hu: Megnyerted ezt a kupát!
id: Anda telah memenangkan kejuaraanini!
it: Hai vinto questa coppa!
mk: Победивте во овој куп!
ms: Anda telah memenangi cup ini!
nb: Du vant denne turneringen!
nl: Je hebt dit toernooi gewonnen!
nn: Du vann denne turneringa!
pl: Wygrałeś ten puchar!
pt: Você venceu esta taça!
pt_br: Você ganhou esta copa!
ro: Ai câştigat cupa asta!
ru: Кубок выигран!
sk: Už ste vyhrali tento pohár!
tr: Bu kupayı kazandınız!
uk: Кубок виграно!

source: You must complete this cup next
bg: Първо трябва да спечелите тази купа
bs: Morate dovršiti slijedeći kup
da: Du skal nu vinde turderingen
de: Du must jetzt diesen Wettbewerb absolvieren
fr: Vous devez remporter cette coupe
ga: Caithfidh tú an corn seo a chríochnú anois
he: עליך להשלים גביע זה כדי להמשיך
hu: Most ezt a kupát kell teljesítened.
id: Anda harus menyelesaikan kejuaraan ini berikutnya
it: Devi completare questa coppa successivamente
mk: Морате да го завршите овој куп потоа
ms: Anda mesti melengkapkan cup seterusnya
nb: Du må nå vinne denne turneringen
nl: Eerst moet dit toernooi voltooid worden
nn: Du må no vinna denne turneringa
pl: Musisz teraz ukończyć ten puchar
pt: Você deve concluir seguidamente esta taça
pt_br: Agora você tem de vencer esta taça
ro: Trebuie să termini cupa asta
ru: Вы должны выиграть этот кубок следующим
sk: Najskôr musíte vyhrať tento pohár
th: ต่อไปคุณต้องแข่งขันชิงถ้วยนี้
tr: Öncelikli olarak bu kupayı tamamlamalısınız.
uk: Далі Ви повинні виграти цей кубок

source: You cannot enter this cup yet
bg: Все още не можете да играете за тази купа
bs: Još uvijek ne možete učestvovati u ovom kupu
da: Du kan endnu ikke deltage i denne turnering
de: Du kannst an diesem Wettbewerb noch nicht teilnehmen
fr: Vous ne pouvez pas encore participer à cette coupe
ga: Ní féidir cur isteach sa chomórtas seo fós
he: לא תוכל להכנס לגביע זה עדיין
hu: Még nem indulhatsz ezen a kupán.
id: Anda belum bisa memasuki kejuaraan ini
it: Non puoi entrare ancora in questa coppa
mk: Сеуште неможете да влезете во овој куп
ms: Anda masih tidak boleh memasuki cup ini
nb: Du kan ikke spille denne turneringen ennå
nl: Je mag nog niet aan dit toernooi meedoen
nn: Du kan ikkje spela denne turneringa enno
pl: Jeszcze nie możesz wystartować w tym pucharze
pt: Ainda não pode entrar nesta taça
pt_br: Você ainda não pode entrar nesta taça
ro: Încă nu poţi să concurezi în cupa asta
ru: Вы пока не можете участвовать в этом кубке
sk: Zatiaľ nemôžete hrať o tento pohár
th: คุณยังไม่สามารถชิงถ้วยนี้ได้
tr: Bu kupaya henüz giremezsiniz
uk: Ви поки не можете брати участь в цьому кубку

source: Select a race
bg: Избери състезание
bs: Izaberite trku
da: Vælg et løb
de: Rennen auswählen
fr: Choisissez une course
ga: Roghnaigh rás
he: בחר תחרות
hu: Válassz versenyt!
id: Pilih balapan
it: Seleziona una corsa
mk: Одберете трка
ms: Pilih perlumbaan
nb: Velg renn
nl: Kies een wedstrijd
nn: Vel renn
pl: Wybierz trasę
pt: Escolha a corrida
pt_br: Escolha uma corrida
ro: Alege un traseu
ru: Выбор гонки
sk: Vyberte závod
th: เลือกสนามแข่ง
tr: Yarış Seç
uk: Обрання гонки

source: Race!
bg: Старт!
bs: Trka!
da: Kør!
de: Start
fr: C'est parti !
ga: Imir
he: התחרה!
hu: Mehet!
id: Balapan!
it: Gara!
mk: Вози!
ms: Berlumba!
nb: Kjør!
nl: Start!
nn: Køyr!
pl: Start!
pt: Jogar!
pt_br: Largar!
ro: Start!
ru: Старт!
sk: Závodiť!
th: ลุย!
tr: Yarış!
uk: Старт!

source: You don't have any lives left.
bg: Нямате повече животи.
bs: Nemate više života.
da: Du har ikke flere liv tilbage.
de: Du hast kein Leben mehr übrig.
fr: Il ne vous reste plus aucune vie.
ga: Níl saol ar bith fágtha agat.
he: לא נותרו לך עוד חיים.
hu: Nincs több életed.
id: Anda tidak memiliki hidup yang tertinggal lagi.
it: Non hai altre vite rimaste.
mk: Немате повеќе преостанати животи.
ms: Anda tidak mempunyai nyawa lagi.
nb: Du har ikke flere liv igjen.
nl: Je hebt geen levens meer
nn: Du har ikkje fleire liv igjen.
pl: Nie masz już możliwych szans.
pt: Não lhe restam mais vidas.
pt_br: Você não tem mais nenhuma vida.
ro: Nu mai ai vieţi.
ru: У вас кончились жизни.
sk: Nezostali vám žiadne životy.
tr: Geriye hiçbir canın kalmadı
uk: У Вас не залишилось жодного життя.

source: Race won! Your result:
bg: Спечелихте състезанието! Вашият резултат:
bs: Pobijedili ste! Vaš rezultat:
da: Du vandt løbet! Dine resultater:
de: Du hast das Rennen gewonnen. Dein Ergebnis:
fr: Course réussie ! Votre score :
ga: Bhuaigh tú an rás! Do thoradh:
he: נצחון במרוץ! התוצאה שלך:
hu: Győztél! Pontszámod:
id: Balapan dimenangkan! Hasil Anda:
it: Gara vinta! Il tuo risultato:
mk: Победивте на трката! Вашиот резултат
ms: Perlumbaan dimenangi! Markah anda:
nb: Du vant! Resultat:
nl: Wedstrijd gewonnen! Jouw resultaat:
nn: Du vann! Resultat:
pl: Wygrałeś wyścig! Wyniki:
pt: Venceu a corrida! Resultado:
pt_br: Venceu esta Corrida! Seu resultado:
ro: Ai câştigat cursa! Rezultatul:
ru: Гонка выиграна! Результат:
sk: Vyhrali ste závod! Váš výsledok:
th: ชนะการแข่งขัน! ผลการแข่งขันของคุณ:
tr: Yarışı Kazandın! Senin sonucun:
uk: Гонка виграна! Результат:

source: Needed to advance:
bg: Нужно за да преминете:
bs: Potrebno za napredak:
da: Krav for at fortsætte:
de: Benötigt:
fr: Nécessaire pour avancer :
ga: Tá na nithe seo a leanas de dhíth chun dul chun cinn a dhéanamh:
he: נדרש להתקדמות
hu: A továbbjutáshoz szükséges:
id: Perlu dinaikkan:
it: Necessario per proseguire:
mk: Потребно за напредок:
ms: Diperlukan untuk maju:
nb: For å gå videre:
nl: Benodigd:
nn: For å gå vidare:
pl: Awans od:
pt: Necessário para avançar:
pt_br: É necessário para avançar:
ro: Necesar pentru a avansa:
ru: Необходимо для победы:
sk: Potrebné na postup:
th: ต้องไปต่อ:
tr: Yükselmeye ihtiyacı var
uk: Необхідно для перемоги:
