Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: Here lives Tux. You can take the corridore on the right - it's the shortest and fastest way. But if you want to catch some herrings you have to enter the rooms on the left.
bg: Тук живее Тъкс. Можете да вземете коридора вдясно - това е най-късия и бърз път. Но ако искате да хванете някои херинги трябва да влезете в стаите вляво.
bs: Ovdje živi Tux. Možeš izabrati desni prolaz - to je najkraći i najbrži put. Ali ako hoćeš da uhvatiš haringe moraćeš ući u sobe lijevo.
de: Hier lebt Tux. Du kannst einfach den Weg durch den Gang zu deiner Rechten nehmen - das ist die kürzeste und schnellste Variante. Wenn du aber ein paar Heringe sammeln willst, gehe in die Räume links.
fr: Tux habites ici. Vous pouvez prendre le couloir sur la droite - c'est la voie la plus courte et la plus rapide. Mais si vous voulez attraper quelques harengs, entrez dans les pièces sur la gauche.
ga: Tá cónaí ar Tux anseo. Is féidir leat an dorchla ar dheis a ghabháil - is é an bhealach is giorra agus is gasta. Ach má theastaíonn uait greim a fháil ar roinnt scadáin ní mór duit dul isteach sna seomraí ar chlé.
hu: Itt él Tux. Választhatod a jobb oldali folyosót, az a legrövidebb és leggyorsabb út. Ha viszont heringeket szeretnél gyűjteni, a bal oldali termeket kell végigjárnod.
id: Disinilah Tux tinggal. Anda bisa mengambil jalan ke kanan - jalan terpendek dan tercepat. Tapi jika Anda ingin menangkap ikan Hering, Anda harus masuk ke ruangan di sebelah kiri.
it: Qui vive Tux. Puoi scegliere la corsa a destra - è la via più corta e veolce. Ma se vuoi prendere qualche arringa devi entrare nella stanza a sinistra.
mk: Овде живее Tux. Можете да го земете коридорот на десно - тој е најкраткиот и најбрзиот пат. Но ако сакате да фатите некои риби по патот тогаш ќе мора да влезете во собите од лево.
ms: Tux tinggal disini. Anda boleh memilih lorong sempit pada sebelah kanan - ia jalan yang paling pantas dan menyeronokkan. Tetapi jika anda ingin menangkap ikan hering anda mesti memasuki bilik-bilik pada sebelah kiri.
nb: Her bor Tux. Du kan ta korridoren til høyre; den er den korteste og raskeste veien. Men om du ønsker å få tak i sild, må du innom rommene til venstre.
nl: Hier woont Tux. Het gangpad is rechts. Die is het snelste, maar voor wat lekkere haringen moet je toch de kamers links ingaan.
nn: Her bur Tux. Du kan ta korridoren til høgre; den er den kortaste og raskaste vegen. Men om du ønskjer å få tak i sild, må du innom romma til venstre.
pl: Tu mieszka Tux. Można wybrać korytarz po prawej - to najkrótsza i najszybsza droga. Lecz jeśli chcesz złapać parę śledzi, musisz wejść do pomieszczeń po lewej stronie.
pt: Aqui vive o Tux. Pode seguir o corredor à direita - é o caminho mais curto e mais rápido. Mas se quiser apanhar alguns arenques, vai ter entrar nos quartos à esquerda.
pt_br: Aqui vive o Tux. Você pode pegar o corredor à sua direita - é o caminho mais curto e rápido. Mas se você quiser pegar alguns peixes, você terá que entrar nas salas à sua esquerda.
ro: Aici trăiește Tux. Poți să mergi pe coridorul din dreapta - este cea mai scurtă și mai rapidă cale. Dar dacă dorești să prinzi niște hering, trebuie să intri în camerele din stânga.
ru: Здесь живёт Тукс. Можно поехать по правой дорожке - это самый короткий и быстрый путь. Но если хотите селёдки, то вам налево!
sk: Tu žije Tux. Môžete sa dať cestou vpravo - je to najkratšia a najrýchlejšia cesta. Ale ak chcete uloviť nejaké slede, musíte sa dať cestami naľavo.
th: ที่นี่เป็นที่อยู่ของ Tux ถ้าคุณรีบสามารถใช้เส้นทางทางขวาได้ ซึ่งเป็นทางที่สั้นและเร็วที่สุด แต่ถ้าอยากเก็บปลาคุณต้องเข้าทางซ้าย
uk: Тут мешкає Тукс. Ви взмозі обрати коридор праворуч - це коротший та швидший шлях. Проте, якщо ви бажаєте зловити трохи оселедця, ви маєте увійти у кімнату ліворуч.

source: The Niehoff Experience
bg: Опита на Нихоф
bs: Niehoff iskustvo
de: Die Niehoff Erfahrung
fr: L'expérience Niehoff
ga: An Dreas Niehoff
hu: A Niehoff-kísérlet
id: Pengalaman Niehoff
it: L'Esperienza Niehoff
mk: Нихоф искуството
ms: Pengalaman Niehoff
nb: Niehoff-opplevelsen
nl: De Niehoff Experience
nn: Niehoff-opplevinga
pt: A Experiência Niehoff
pt_br: A Experiência de Niehoff
ro: Experiența Niehoff
ru: Испытания Niehoff'a
sk: Turbo
uk: Випробування Niehoff'a

source: Search, Search, Search
bg: Търсене, Търсене, Търсене
bs: Traži, traži, traži
da: Søg. Søg. Søg
de: Such, Such, Such!
fr: Chercher, chercher, chercher
ga: Cuardaigh, Cuardaigh, Cuardaigh
hu: Keress, kutass, keress
id: Cari, Cari, Cari
it: Cerca, Cerca, Cerca
mk: Барај, барај, барај
ms: Cari, Cari, Cari
nb: Leit, leit, leit
nl: Zoekt en gij zult vinden
nn: Leit, leit, leit
pt: Procure,Procure,Procure
pt_br: Procure, Procure, Procure
ro: Caută, caută, caută
ru: Искать, искать, искать
sk: Hľadaj, hľadaj
th: หา หา หา
tr: Ara, Ara, Ara
uk: Шукайте, шукайте, шукайте

source: Mountains and Hills
bg: Планини и хълмове
bs: Planine i brda
da: Bjerge og Bakker
de: Berge und Hügel
fr: Montagnes et collines
ga: Sléibhte agus Cnoic
hu: Hegyek és dombok
id: Gunung dan Bukit
it: Montagne e Colline
mk: Ридови и планини
ms: Gunung-ganang dan bukit-bukit
nb: Atter slike fjell og daler
nl: Bergen en heuvels
nn: Atter slike fjell og dalar
pl: Góry i pagórki
pt: Montanhas e Montes
pt_br: Montanhas e Colinas
ro: Munți și dealuri
ru: Горы и холмы
sk: Hory a kopce
th: ภูเขาและเนิน
tr: Dağlar ve Tepeler
uk: Гори та пагорби

source: The Final Challenge
bg: Последното предизвикателство
bs: Završni izazov
da: Den afgørende udfordring
de: Die letzte Herausforderung
fr: Le défi final
ga: An Dúshlán Deiridh
hu: A végső kihívás
id: Tantangan Terakhir
it: La Sfida Finale
mk: Последниот предизвик
ms: Cabaran Terakhir
nb: Den siste utfordringen
nl: De laatste uitdaging
nn: Den siste utfordringa
pl: Ostateczne Wyzwanie
pt: O Desafio Final
pt_br: O Desafio Final
ro: Ultima provocare
ru: Последнее испытание
sk: Posledná výzva
th: อุปสรรคสุดท้าย
tr: Son Mücadele
uk: Останнє випробування

source: Wild Mountains
bg: Диви Планини
bs: Divlje planine
da: Vilde bjerge
de: Wilde Talfahrt
fr: Montagnes sauvages
ga: Na Sléibhte Fiáine
hu: Vad hegyek
id: Gunung Liar
it: Montagne Selvagge
mk: Диви планини
ms: Gunung-ganang Liar
nb: Ville fjell
nl: Wilde bergen
nn: Ville fjell
pl: Dzikie Góry
pt: Montanhas Selvagens
pt_br: Montanhas Selvagens
ro: Munții sălbatici
ru: Дикие горы
sk: Neskrotné hory
tr: Vahşi Dağlar
uk: Дикі гори

source: A wild landscape of ice and snow. It isn't easy to keep the right way. Not for beginners.
bg: Един див пейзаж от лед и сняг. Не е лесно да се поддържа правилната посока. Не е за начинаещи.
bs: Divlji krajolik leda i snijega. Nije jednostavno ostati na pravom putu. Nije za početnike.
de: Eine wilde Landschaft aus Eis und Schnee. Es ist nicht einfach den richtigen Kurs zu behalten. Nicht für Anfänger!
fr: Un paysage sauvage de glace et de neige. Il n'est pas facile de rester sur la bonne voie. Pas pour les débutants.
ga: Tírdhreach fiáin oighear agus sneachta. Níl sé éasca fanacht sa treo ceart. Níl sé oiriúnach dóibh siúd atá ag tosú amach.
hu: Vad, jeges és havas környék. Nem könnyű a helyes úton maradni, nem kezdőknek való.
id: Lansekap liar yang penuh es dan salju. Tidaklah mudah untuk tetap di jaluryang benar. Tidak untuk pemula.
it: Uno scenario selvaggio di neve e ghiaccio. Non è facile andare dritti. Non per principianti.
mk: Див предел со мраз и снег. Не е лесно да го држите правиот пат. Не е за почетници.
ms: Pemandangan liar ais dan salji. Ia bukan mudah untuk kekal pada jalan betul. Bukan untuk pemula.
nb: Et uberørt landskap av snø og is. Det er ikke lett å holde rett kurs. Slett ikke noe for nybegynnere.
nl: Een wild landschap van ijs en sneeuw. Het is niet makkelijk om de juiste weg te volgen. Niet voor beginners.
nn: Eit urørt landskap av snø og is. Det er ikkje lett å halda rett kurs. Slett ikkje noko for nybegynnarar.
pl: Dziki krajobraz pełny śniegu i lodu. Trudno utrzymać właściwy tor jazdy. Nie dla żółtodziobów.
pt: Uma paisagem de gelo e neve. Não é fácil manter-se no caminho certo. Não é para principiantes.
pt_br: Uma paisagem selvagem de gelo e neve. Não é fácil se manter no caminho certo. Não para principiantes.
ro: Un peisaj sălbatic de gheață și zăpadă. Nu este ușor să menți calea cea bună. Nu pentru începători.
ru: Дикая местность, покрытая льдом и снегом. Здесь сложно не сбиться с пути. Не для новичков.
sk: Divoká krajina ľadu a snehu. Nie je ľahké udržať sa na správnej ceste. Toto nie je pre začiatočníkov!
th: ภูมิประเทศที่เต็มไปด้วยน้ำแข็งและหิมะ ไม่ง่ายนักที่มือใหม่หัดขับจะไปตามทางได้
tr: Karlı ve buzlu vahşi bir ortam. Doğru yolda durmak kolay değil. Acemilere göre değil.
uk: Дика місцевість, вкрита льодом та снігом. Тут складно не втратити шлях. Не для новаків.

source: In Search of the Holy Grail
bg: В търсене на светия Граал
bs: U potrazi za svetim gralom
da: På jakt efter den hellige gral
de: Auf der Suche nach dem heiligen Gral
fr: À la recherche du Saint Graal
ga: Ar Thóir an Duais Mhór
hu: A Szent Grál keresése
id: Dalam Pencarian Cawan Suci
it: Alla Ricerca del Santo Graal
mk: Во потрага на Светиот Грал
ms: Didalam Pencarian Holy Grail
nb: På jakt etter den hellige gral
nl: Queeste naar de Heilige Graal
nn: På jakt etter den heilage gralen
pl: W poszukiwaniu Świętego Graala
pt: Em Busca do Santo Graal
pt_br: Em Busca do Cálice Sagrado
ro: În căutarea Sfântului Pocal
ru: В поисках Святого Грааля.
sk: Hľadanie svätého grálu
tr: Kutsal Kase'yi Ararken
uk: В поисках Святого Граалю

source: An adventure course with a simple task: Find the grail! Warning: It is very difficult to find the way.
bg: Една приключенска писта с проста задача: Намерете Граала! Внимание: Много е трудно да се намери пътят.
bs: Avantura sa jednostavnim zadatkom: nađite gral! Upozorenje: veoma je teško naći pravi put.
de: Eine Abenteuerstrecke mit einfacher Aufgabe: Finde den Gral! Achtung, es ist sehr schwierig den Weg zu finden.
fr: Une course d'aventure avec un but simple : trouver le graal ! Attention : il est très difficile de trouver le chemin.
ga: Raon eachtraíochta le cuspóir amháin: Aimsigh an duais! Rabhadh: Tá sé fíor-dheacair an bealach a aimsiú.
hu: Kalandpálya egyszerű feladattal: keresd meg a grált! Vigyázz: nagyon nehéz megtalálni az utat.
id: Penjelajahan dengan tugas sederhana: Temukan Cawan!!Peringatan: Sangat sulit untuk menemukannya.
it: Una gara avventurosa con un semplice obiettivo: Trovare il Graal! Attenzione: è molto difficile trovare la strada giusta.
mk: Авантура со едноставна задача: најдете го Гралот! Предупредување: Многу е тешко да го најдете патот.
ms: Kursus pengembaraan dengan tugas yang mudah: Cari Holy Grail! Amaran: Ia adalah amat susah untuk mencari jalannya.
nb: En eventyrbane med en enkel oppgave. Finn gralen! Advarsel: Dette er fryktelig vanskelig.
nl: Een avontuurlijke piste met een simpele opdracht: Vind de graal! Ook voor mensen die geen Arthur heten.
nn: Ei eventyrbane med ei enkel oppgve. Finn gralen! Åtvaring: Dette er frykteleg vanskeleg.
pl: Trasa przygodowa z prostym zadaniem: znajdź Graala! Uwaga: znalezienie drogi jest bardzo trudne.
pt: Uma aventura com uma simples tarefa. Encontrar o
pt_br: Uma pista de aventura com uma tarefa simples: Encontrar o cálice! Atenção: É muito difícil achar o caminho.
ro: O cursă de aventură cu o sarcină simplă: Găsește graalul! Avertisment: Este foarte greu să găsești calea.
ru: Приключенческая трасса с просым заданием: найдите Грааль. Внимание! Очень сложно найти дорогу!
sk: Dobrodružná výprava s kednoduchým cieľom: Nájsť grál! Upozornenie: Je veľmi ťažké násť cestu.
uk: Пригодницька траса із простим завданням: Знайдіть Грааль. Попередження: дуже складно знайти шлях.

source: Frozen Lakes
bg: Замръзнали езера
bs: Zaleđena jezera
da: Frosne Søer
de: Zugefrorene Seen
fr: Lacs gelés
ga: Lochanna Reoite
hu: Fagyott tavak
id: Danau Beku
it: Laghi Ghiacciati
mk: Замрзнати езера
ms: Tasik Beku
nb: Islagte innsjøer
nl: Bevroren meren
nn: Islagde insjøar
pl: Zamarznięte Jeziora
pt: Lagos Congelados
pt_br: Lagos Congelados
ro: Lacurile înghețate
ru: Замёрзшие озёра
sk: Zamrznuté jazerá
th: ทะเลสาปแช่แข็ง
tr: Donmuş Göl
uk: Змерзлі озера

source: To reach the finish you must pass several frozen lakes. Watch your speed on the ice - there are some dangerous corners.
bg: За да достигнете финала трябва да преминете няколко замръзнали езера. Гледайте скоростта си на леда - има някои опасни ъгли.
bs: Da stigneš do kraja moraš proći nekoliko zaleđenih jezera. Pazi na svoju brzinu na ledu - ima opasnih skretanja.
de: Um das Ziel zu erreichen, musst du einige gefrorene Seen überqueren. Pass auf deine Geschwindigkeit auf, es gibt ein paar gefährliche Ecken.
fr: Pour atteindre l'arrivée, vous devez passez par plusieurs lacs gelés. Surveillez votre vitesse sur la glace - il y a quelques coins dangereux.
ga: Chun an críoch a sroiche, caithfear dul thar lochanna atá reoite. Coinnigh smacht ar do luas fad is atá tú ar an leac oighear - tá roinnt géaróga ann.
hu: Hogy célba juss, számos befagyott tavon kell átjutnod. Vigyázz a tempóddal a jégen, van néhány veszélyes kanyar.
id: Untuk mencapai finish, Anda harus melewati beberapa danau beku. Jaga kecepatanmu di atas es - banyak tikungan berbahaya.
it: Per raggiungere la fine devi passare numerosi laghi ghiacciati. Osserva la tua velocità sul ghiaccio - ci sono alcuni angoli pericolosi
mk: За да ја достигнете целта мора да поминете низ неколку замрзнати езера. Надгледувајте ја вашата брзина над мразот - има неколку опасни агли.
ms: Untuk sampai ke penamat anda mesti melepasi beberapa tasik beku. Jaga kelajuan anda semasa diatas ais - ada beberapa sudut berbahaya.
nb: For å komme i mål, må du passere flere islagte innsjøer. Pass farten på isen; det er noen farlige svinger der.
nl: Om de finish te bereiken moet je meerdere ijsmeren passeren. Pas op er zijn een aantal gevaarlijke bochten. Het ijs in nog niet overal betrouwbaar.
nn: For å komma i mål, må du passera fleire islagde innsjøar. Pass farten på isen; det er nokre farlege svingar der.
pl: Musisz pokonać drogę przez parę zamarzniętych jezior, aby dotrzeć do celu. Kontroluj prędkość na lodzie - są tu niebezpieczne zakręty.
pt: Para chegar à meta, deve passar por vários lagos congelados. Reduza a velocidade no gelo - existem algumas curvas perigosas.
pt_br: Para chegar no final, você precisa passar por vários lagos congelados. Tome cuidado com sua velocidade no gelo - tem algumas curvas perigosas.
ro: Pentru a ajunge la final trebuie să treci de câteva lacuri înghețate. Ai grijă la viteză pe gheață - sunt niște colțuri periculoase.
ru: Для того, чтобы добраться до финиша вам придётся преодолеть несколько замёрзших озёр. Следите за скоростью на льду - там есть несколько опасных поворотов.
sk: Aby ste dosiahli cieľ, musíte prejsť niekoľkými zamrznutými jazerami. Dávajte pozor na rýchlosť na ľade - je tu niekoľko nebezpečných zákrut.
th: ฉากนี้คุณต้องผ่านทะเลสาบน้ำแข็งหลายที่ ระวังความเร็วของคุณบนน้ำแข็งด้วยเพราะมันมีโค้งอันตรายอยู่บ้าง
uk: Аби дістатися фінішу, Ви мусите подолати декілька змерзлих озер. Стежте за швидкістю на льоді - там є декілька небезпечних поворотів.

source: Chinese Wall
bg: Китайска стена
bs: Kineski zid
da: den Kinesiske Mur
de: Chinesische Mauer
fr: Muraille de Chine
ga: Múr Síneach
hu: A nagy fal
id: Tembok China
it: Muraglia Cinese
mk: Кинескиот ѕид
ms: Dinding Cina
nb: Den kinesiske mur
nl: De Chinese muur
nn: Den kinesiske muren
pl: Chiński Mur
pt: Muralha da China
pt_br: Muralha Chinesa
ro: Zidul chinezesc
ru: Великая китайская стена
sk: Čínsky múr
th: กำแพงเมืองจีน
tr: Çin Seddi
uk: Велика китайська стіна

source: The Great Wall of China in winter. Try to stay on top of the wall - that's where the herrings are. If you fall off you can try to jump back up, there are 7 hidden ramps. You'll get a lot of exercise.
bg: Великата китайска стена през зимата. Опитайте се да останете върху стената - това е там където са херингите. Ако паднете можете да опитате да скочите обратно, има 7 скрити рампи. Ще получите много упражнения.
bs: Veliki Kineski zid zimi. Pokušajte ostati na vrhu zida - tu se nalaze haringe. Ukoliko padnete ispod pokušajte ponovo skočiti gore, postoji 7 skrivenih rampi. Prilično ćete se uvježbati.
de: Die Chinesische Mauer im Winter. Versuche oben auf der Mauer zu bleiben - dort sind die Heringe. Wenn du runter fällst, kannst du versuchen wieder hoch zu springen. Es gibt dazu 7 versteckte Rampen. Das wird anstrengend!
fr: La grande muraille de Chine en hiver. Essayez de rester en haut de l'édifice - c'est là que sont les harengs. Si vous y tombez, vous pouvez essayer d'y sauter, il y a sept tremplins cachés. Vous allez bien vous entraîner.
ga: Balla Mór na Síne sa gheimhreadh. Déan iarracht fanacht ar bharr an balla - is ansin atá na scadáin. Má thiteann tú, is féidir iarracht a dhéanamh léim suas arís mar tá 7 fánáin folaithe ann. Beidh do dhóthain aclaíocht agat.
hu: A kínai nagy fal télen. Próbálj a fal tetején maradni, ott vannak a heringek. Ha leesnél, megpróbálhatsz visszaugrani, hét feljáró van elrejtve. Ez a pálya meg fog edzeni.
id: Tembok Cina di musim dingin. Cobalah untuk tetap di atas tembok - dimana banyak ikan Hering. Jika Anda jatuh, Anda bisa mencoba melompat, ada 7 papan tolakan yang tersembunyi. Banyaklah berlatih.
it: La muraglia cinese in inverno. Prova a stare in cima al muro - è li che ci sono le arringhe. Se cadi puoi cercare di tornare su, ci sono 7 rampe nascoste. Dovrai molto esercitarti.
mk: Големиот кинески ѕид во зима. Обидете се да останете на врвот од ѕидот - таму има најмногу риби. Ако паднете може да се обидете да скокнете назад, има 7 скриени рампи. Ќе се извежбате многу.
ms: Tembok Hebat Cina didalam musim sejuk. Cuba kekal di atas tembok - disitulah ikan hering ada. Jika anda jatuh anda boleh cuba lompat balik ke atas, ada tujuh lerengan tersembunyi. Anda akan mendapat banyak senaman.
nb: Den kinesiske mur om vinteren. Prøv å holde deg oppå muren; det er der silden ligger. Hvis du faller ned, kan du prøve å komme deg opp igjen. Det finnes sju skjulte ramper. Dette er god trening!
nl: Ontdek de wonderen van de Chinese muur in de winter. Blijf bovenop, want daar zitten de haringen. Als je er toch afgevallen bent: Er zijn 7 verborgen schansen.
nn: Den kinesiske muren om vinteren. Prøv å halda deg oppå muren; det er der silda ligg. Viss du dett ned, kan du prøva å komma deg opp att. Det finst sju gøymde rampar. Dette er god trening!
pl: Wielki Mur Chiński w zimie. Postaraj się utrzymać na górze muru - tu znajdują się śledzie. Jeśli spadniesz, możesz spróbować wskoczyć z powrotem na górę - jest tu 7 ukrytych ramp. Będziesz miał okazję sporo poćwiczyć.
pt: A Grande Muralha da China no Inverno. Tente ficar no topo da muralha - é lá que estão os arenques. Se cair, pode tentar saltar para a muralha, pois existem 7 rampas escondidas. Irá fazer muito exercício.
pt_br: A Grande Muralha da China no inverno. Tente ficar no topo da muralha - é onde os peixes estão. Se você cair, você pode tentar pular de volta para cima, pois há 7 rampas escondidas. Você terá que se exercitar.
ro: Marele Zid chinezesc iarna. Încearcă să rămâi deasupra zidului - acolo este hering. Dacă vei cădea poși încerca să sari înapoi, sunt 7 rampe ascunse.
ru: Великая китайская стена зимой. Пытайтесь оставаться на стене - там селёдка. Если упадёте, то можете попробовать запрыгнуть назад с помощью одного из 7 спрятанных трамплинов. Вы отлично натренируетесь.
sk: Veľký čínsky múr v zime. Skúste zostať na vrchu múru - tam sú slede. Ak spadnete, môžete sa pokúsiť vyskočiť späť navrch, je tu 7 skrytých rámp. Dosť si zacvičíte.
th: กำแพงเมืองจีนในหน้าหนาว พยายามอย่าตกกำแพงเพราะมันมีปลาอยู่ ถ้าคุณตกคุณอาจจะลองกระโดดขึ้นไปใหม่จากทางลาดที่ซ่อนอยู่ 7 แห่ง คุณจะได้ออกกำลังกายอย่างหนักเลย
tr: Kışın Büyük Çin Seddi. Duvarın üstünde durmayı dene -ringa balıklarının olduğu yerler. Eğer düşersen zıplayark geri tırmanabilirsin. 7gizli rampa var. Çok fazla egzersiz yapacaksın.
uk: Велика китайська стіна взимку. Спробуйте залишитись на стіні - там оселедець. Якщо впадете, то Ви можете спробувати заплигнути назад, існує 7 прихованих трамплінів. Ви отримаєте багато досвіду.

source: Secret Valleys
bg: Секретни долини
bs: Tajne doline
da: Hemmelige dale
de: Verborgene Täler
fr: Vallées secrètes
ga: Gleannta Rúnda
hu: Titkos völgyek
id: Lembah Rahasia
it: Valli Sacre
mk: Тајни долини
ms: Lembah-lembah Rahsia
nb: Hemmelige daler
nl: Geheime valleien
nn: Hemmelege dalar
pl: Sekretne Doliny
pt: Vales Secretos
pt_br: Vales Secretos
ro: Văile secrete
ru: Тайные долины
sk: Tajné údolia
th: หุบเขาลึกลับ
tr: Gizli Vadi
uk: Таємні долини

source: Your task: Find the hidden valleys and the ten groups of dead trees. Look around, the ways are not easy to find.
bg: Вашата задача: Намерете скритите долини и десетте групи от сухи дървета. Огледайте се, пътеките не са лесни за намиране.
bs: Tvoj zadatak: Nađi skrivene doline i skupi deset grupa mrtvih drveća. Pogledaj okolo, put nije lahko pronaći.
da: Din opgave: Fin de hemmelige dale og ti grupper af døde træer. Kig dig om, vejene er vanskelige at finde.
de: Deine Mission: Finde die verborgenen Täler und die 10 Gruppen toter Bäume. Sieh dich gut um, die Wege sind schwer zu finden.
fr: Votre mission : trouver les vallées cachées et les dix groupes d'arbres morts. Regardez autour de vous, les chemins ne sont pas facile à trouver.
ga: Do chúram: Aimsigh na gleannta atá i bhfolach agus deich mothair de crainn marbh ina dhiaidh. Féach thart, níl na bealaí furasta a aimisú.
hu: A feladatod megtalálni a rejtett völgyeket és a kihalt fák tíz csoportját. Nézz körül alaposan, nem könnyű meglelni az utakat.
id: Tugasmu: Cari Lembah Rahasia dan kumpulan sepuluh pohon mati.Lihatlah sekelilingmu, jalannya tidaklah gampang ditemukan.
it: Il tuo compito: Trova le valli nascoste e i dieci gruppi di alberi morti. Guardati intorno, le strade non sono facili da trovare
mk: Вашата задача: Најдете ги скриените долини и десетте групи од мртви дрвја. Погледнете наоколу, патовите не се лесни да се најдат.
ms: Tugasan Anda: Cari lembah-lembah tersembunyi dan sepuluh kumpulan pokok mati. Lihat sekeliling, jalan dia bukan senang dijumpa.
nb: Oppdraget ditt: Finn de skjulte dalene og ti grupper med døde tre. Se deg godt rundt. Det er ikke lett å finne rett vei.
nl: Jouw opdracht: Vind de tien verborgen valleien met de dode bomen erin. Goed kijken, je mist ze zo.
nn: Oppdraget ditt: Finn dei skjulte dalane og ti grupper daude tre. Sjå deg godt rundt. Det er ikkje lett å finna rett veg.
pl: Twój cel to znalezienie ukrytych dolin i dziesięciu grup drzew. Rozglądaj sie uważnie, niełatwo jest znaleźć właściwą drogę.
pt: Tarefa: Encontrar os vales ocultos e os dez grupos de árvores mortas. Procure bem, os caminhos não são fáceis de encontrar.
pt_br: Sua tarefa: Achar os vales escondidos e os 10 grupos de árvores mortas. Olhe em volta, os caminhos não são fáceis de achar.
ro: Sarcina ta: Găsește vaile ascunse și cele zece grupuri de copaci morți. Uită-te în jur, caile nu sunt ușor de găsit.
ru: Ваше задание - найти скрытые долины и десять групп мёртвых деревьев. Смотрите по сторонам, не так то просто найти дорогу.
sk: Vaša úloha: Nájsť skryté údolia a desať skupín mŕtvych stromov. Dobre sa rozhliadajte, nie je ľahké nájsť cestu.
th: งานของคุณ: หาหุบเขาที่ซ่อนอยู่และต้นไม้ที่ตายแล้ว 10 กลุ่ม มองดีๆ เพราะการหาเส้นทางไม่ใช่เรื่องง่าย
tr: Görevin: Gizlenmiş vadileri ve donmuş on grup ağacı bul. Etrafına bakın, yolu bulmak kolay değil.
uk: Ваше завдання - знайти приховані долини та десять груп мертвих дерев. Дивіться навколо, не так вже і легко знайти шлях.
