Repository: drodin/extremetuxracer
Catalog: extreme-tuxracer/po/*.po
Languages: bg, bs, da, de, fr, ga, he, hu, id, it, mk, ms, nb, nl, nn, pl, pt, pt_br, ro, ru, sk, th, tr, uk

source: Audio Configuration
bg: Аудио конфигурация
bs: Konfiguracija zvuka
da: Lydkonfiguration
de: Audioeinstellungen
fr: Configuration audio
ga: Cumraíocht Fuaime
he: הגדרות שמע
hu: Hangbeállítások
id: Pengaturan suara
it: Configurazione Audio
mk: Аудио Конфигурација
ms: Konfigurasi Audio
nb: Lydoppsett
nl: Geluid instellen
nn: Lydoppsett
pl: Ustawienia dźwięku
pt: Configuração Áudio
pt_br: Configuração de Audio
ro: Configurație audio
ru: Настройки звука
sk: Nastavenia zvuku
th: ตั้งค่าระบบเสียง
tr: Ses Ayarları
uk: Аудіо конфігурація

source: Sound Effects:
bg: Звукови ефекти:
bs: Zvučni efekti
da: Lydeffekter
de: Soundeffekte:
fr: Effets sonores :
ga: Maisíocht Fuaime:
he: אפקטי קול:
hu: Hanghatások:
id: Efek-efek Suara
it: Effetti sonori:
mk: Звучни ефекти:
ms: Kesan Bunyi:
nb: Lydeffekter:
nl: Geluidseffecten:
nn: Lydeffektar:
pl: Efekty dźwiękowe:
pt: Efeitos de Som:
pt_br: Efeitos de Som:
ro: Efecte sonore:
ru: Звуковые эффекты:
sk: Zvukové efekty:
th: เสียงประกอบ:
tr: Ses Efektleri:
uk: Звукові ефекти:

source: Music:
bg: Музика:
bs: Muzika
da: Musik:
de: Musik:
fr: Musique :
ga: Ceol:
he: מוסיקה:
hu: Zene:
id: Musik
it: Musica:
mk: Музика:
ms: Musik:
nb: Musikk:
nl: Muziek:
nn: Musikk:
pl: Muzyka:
pt: Música:
pt_br: Música:
ro: Muzică:
ru: Музыка:
sk: Hudba:
th: ดนตรี:
tr: Müzik:
uk: Музика:

source: (needs restart)
bg: (изисква рестарт)
bs: (potreban restart)
da: (kræver genstart)
de: (benötigt Neustart)
fr: (nécessite un redémarrage)
ga: (tá atosú de dhíth)
he: (זקוק לאתחול)
hu: (újraindítás szükséges)
id: (memerlukan restart)
it: (necessita riavvio)
mk: (треба рестарт)
ms: (memerlukan mula balik)
nb: (trenger omstart)
nl: (herstart noodzakelijk)
nn: (treng omstart)
pl: (wymagają restartu)
pt: (Precisa reiniciar)
pt_br: (é necessário reiniciar)
ro: (trebuie repornit)
ru: (нужен перезапуск)
sk: (vyžaduje reštart)
th: (ต้องเริ่มใหม่)
tr: (yeniden başlatılması gerek)
uk: (потрібне перезавантаження)

source: Disable Audio:
bg: Изключи звука:
bs: Isključi zvuk
da: Deaktiver Lyd:
de: Audioausgabe deaktivieren:
fr: Désactiver le son :
ga: Díchumasaigh an Fhuaim:
he: בטל קול:
hu: Hang kikapcsolása:
id: Nonaktifkan Suara:
it: Disabilita Audio:
mk: Исклучи Звук:
ms: Tidak bolehkan Audio:
nb: Slå av lyd:
nl: Geluid uit:
nn: Slå av lyd:
pl: Wyłącz dźwięk:
pt: Desactivar Áudio:
pt_br: Desabilitar Áudio:
ro: Dezactivează sunetul:
ru: Выключить звук:
sk: Vypnúť zvuk:
th: ปิดเสียง:
tr: Sesi Kapat:
uk: Вимкнути Аудіо:

source: Stereo:
bg: Стерео:
fr: Stéréo :
ga: Steiriófónach:
he: סטריאו:
hu: Sztereó:
mk: Стерео:
pt: Estéreo:
pt_br: Estéreo:
ru: Стерео:
th: สเตริโอ
uk: Стерео:

source: Bits Per Sample:
bg: Бита за дискрет:
bs: Bita po uzorku
de: Bit pro Sample:
fr: Bits par échantillon :
ga: Beartanna An Sampla:
he: סיביות לדגימה:
hu: Mintamélység:
id: Bit Per Sampel:
it: Bit Per Sample:
mk: Битови По Семпл:
ms: Bit Per Sampel:
nb: Bit per prøve:
nn: Bit per prøve:
pl: Częstotliwość próbkowania:
pt: Bits Por Amostra:
pt_br: Bits por Amostra:
ro: Reozoluţia sunetului:
ru: Бит:
sk: Bitov na vzorku:
tr: Örnek başına bit:
uk: Бітів на кожний зразок:

source: Samples Per Second:
bg: Дискрети за секунда:
bs: Uzoraka po sekundi:
de: Samples pro Sekunde:
fr: Échantillons par seconde :
ga: Samplaí An Soicind:
he: דגימות לשניה:
hu: Minta/másodperc:
id: Sampel Per Detik:
it: Sample Per Secondo:
mk: Семплови По Секунда:
ms: Sampel Per Saat:
nb: Prøver per sekund:
nl: Samples per seconde:
nn: Prøvar per sekund:
pl: Próbek na sekundę:
pt: Amostras Por Segundo:
pt_br: Quadros por segundo:
ro: Frecvenţa:
ru: Частота дискретизации:
sk: Vzoriek za sekundu:
tr: Saniyedeki örnek sayısı:
uk: Частота дискретизації:

source: Cancel
bg: Отказ
bs: Odustani
da: Fortryd
de: Abbrechen
fr: Annuler
ga: Cealaigh
he: ביטול
hu: Mégsem
id: Batal
it: Annulla
mk: Откажи
ms: Batalkan
nb: Avbryt
nl: Annuleer
nn: Avbryt
pl: Anuluj
pt: Cancelar
pt_br: Cancelar
ro: Anulează
ru: Отмена
sk: Zrušiť
th: ยกเลิก
tr: İptal
uk: Відмінити

source: Ok
bg: Добре
bs: Uredu
fr: Valider
ga: Tá go maith
he: אישור
mk: Во ред
ru: Готово
th: ตกลง
tr: Tamam
uk: Гаразд

source: Configuration
bg: Настройки
bs: Podešavanje
da: Indstillinger
de: Einstellungen
ga: Cumraíocht
he: תצורה
hu: Beállítások
id: Pengaturan
it: Configurazione
mk: Конфигурација
ms: Konfigurasi
nb: Oppsett
nl: Instellingen
nn: Oppsett
pl: Ustawienia
pt: Configuração
pt_br: Configuração
ro: Configuraţie
ru: Настройки
sk: Nastavenia
th: ตั้งค่า
tr: Ayarlar
uk: Налаштування

source: Graphics
bg: Графики
bs: Grafika
da: Grafik
de: Grafik-Einstellungen
fr: Graphismes
ga: Grafaicí
he: גרפיקה
hu: Grafika
id: Grafis
it: Grafica
mk: Графика
ms: Grafik
nb: Grafikk
nl: Grafisch
nn: Grafikk
pl: Grafika
pt: Gráficos
pt_br: Gráficos
ro: Grafică
ru: Графика
sk: Grafika
th: กราฟิก
tr: Grafik
uk: Графіка

source: Video
bg: Видео
da: Video (avi, mov, mpg m.fl.)
fr: Vidéo
ga: Físeán
he: וידאו
hu: Megjelenítés
id: Vidio
mk: Видео
nb: Skjerm
nl: Beeld
nn: Skjerm
pl: Ekran
pt: Vídeo
pt_br: Vídeo
ru: Видео
sk: Obrazovka
th: วิดีโอ
tr: Görüntü
uk: Відео

source: Audio
bg: Аудио
bs: Zvuk
da: Lyd
ga: Fuaim
he: שמע
hu: Hang
id: Suara
mk: Аудио
nb: Lyd
nl: Geluid
nn: Lyd
pl: Dźwięk
pt: Áudio
pt_br: Áudio
ru: Звук
sk: Zvuk
th: เสียง
tr: Ses
uk: Аудіо

source: Keyboard
bg: Клавиатура
bs: Tastatura
da: Tastatur
de: Tastatur
fr: Clavier
ga: Méarchlár
he: מקלדת
hu: Billentyűzet
id: Papan ketik
it: Tastiera
mk: Тастатура
ms: Papan Kekunci
nb: Tastatur
nl: Toetsenbord
nn: Tastatur
pl: Klawiatura
pt: Teclado
pt_br: Teclado
ro: Tastatura
ru: Клавиатура
sk: Klávesnica
th: แป้นพิมพ์
tr: Klavye
uk: Клавіатура

source: Joystick
bg: Джойстик
bs: Upravljačka palica
ga: Luamhán Stiúrtha
he: ג'ויסטיק
hu: Botkormány
id: Joistik
mk: Џојстик
nb: Styrespak
nn: Styrespak
ru: Джойстик
th: จอยสติ๊ก
tr: Oyun Çubuğu
uk: Джойстик

source: Back
bg: Назад
bs: Nazad
da: Tilbage
de: Zurück
fr: Retour
ga: Siar
he: חזרה
hu: Vissza
id: Kembali
it: Indietro
mk: Назад
ms: Undur Balik
nb: Tilbake
nl: Terug
nn: Tilbake
pl: Wstecz
pt: Voltar
pt_br: Voltar
ro: Înapoi
ru: Назад
sk: Späť
th: กลับ
tr: Geri
uk: Назад

source: Version 0.4
ga: Leagan 0.4
hu: 0.4-es verzió
it: Versione 0.4
mk: Верзија 0.4
nb: Versjon 0.4
nl: Versie 0.4
nn: Versjon 0.4
pl: Wersja 0.4
th: รุ่น 0.4

source: Extreme Tux Racer is in the process of being
bg: Extreme Tux Racer е в процес на
bs: Extreme Tux Racer je u procesu stvaranja
de: Extreme Tux Racer wird momentan
fr: Extreme Tux Racer est en train d'être
ga: Tá Extreme Tux Racer á
he: Extreme Tux Racer נמצא כעת בהתליכי
hu: Az Extreme Tux Racer hamarosan teljes
id: Extreme Tux Racer sedang dalam proses
it: La applicazione Extreme Tux Racer sta per essere
mk: Extreme Tux Racer е во процес на
ms: Extreme Tux Racer didalam proses menjadi
nb: Extreme Tux Racer holder på å bli skrevet
nl: Wij zijn bezig Extreme Tux Racer volledig
nn: Extreme Tux Racer held på å verta skriven
pl: Extreme Tux Racer jest w stadium
pt: O Extreme Tux Racer está num processo de ser
pt_br: Extreme Tux Racer esta processando
ro: Extreme Tux Racer este pe cale de a fi
ru: Extreme Tux Racer находится в процессе
sk: Práve prebieha snaha o úplné prepísanie
th: Extreme Tux Racer กำลังถูก
tr: Extreme Tux Racer işlenmek için oluşturuluyor
uk: Екстремальний Tux Racer в процесі

source: completely rewritten. All versions after 0.35,
bg: пълно пренаписване. Всички версии след 0.35,
bs: potpuno nanovo isprogramiran. Sve verzije poslije 0.35,
da: Fuldstændigt omskrevet. Alle versioner efter 0.35
de: komplett neugeschrieben. Alle Versionen nach 0.35
fr: totalement réécrit. Toutes les version après la 0.35,
ga: athscríobh go huile is go hiomlán. Ní bheidh athruithe móra cód
he: שיכתוב כללי מחדש. בכל הגירסאות שלאחר 0.35,
hu: újraíráson megy át. A 0.35-ös verziótól kezdve,
id: ditulis ulang dengan lengkap. Semua versi setelah 0.35,
it: completamente riscritta. Tutte le versioni sucessive alla 0.35,
mk: потполно пишување на кодот од почеток. Сите верзии по 0.35,
ms: dibuat semula secara menyeluruh. Semua versi selepas 0.35,
nb: på nytt fra grunnen av. Versjoner etter 0.35,
nl: te herschrijven. Alle versies na 0.35, inclusief
nn: på nytt frå grunnen av. Versjonar etter 0.35,
pl: calkowitego przepisywania kodu. Wszystkie wersje począwszy od 0.35,
pt: completamente reescrito. Versões após a 0.35,
pt_br: completamente reescrito. Todas as versões após 0.35.
ro: complet rescris. Toate versiunile de după 0.35,
ru: полностью переписан. Все версии после 0.35,
sk: Extreme Tux Racer- Všetky verzie po 0.35
th: พัฒนาใหม่ทั้งหมด ทุกรุ่นหลังจากรุ่น 0.35
tr: 0.35 sürümünden sonra tüm sürümlerin yeniden yazılımı tamamlandı.
uk: повністю переписана. Усі версії після 0.35

source: including this one, won't have major code changes
bg: включително тази, няма да имат големи промени в кода
bs: uključujući ovaj, neće imati značajnije promjene koda
da: inklusiv denne, vil ikke byde på større ændringer i koden
de: (inklusive dieser) werden keine großen Code-Änderungen enthalten,
fr: celle-ci incluse, ne devrait pas avoir de modifications majeures dans le code
ga: ag gach leagan tar éis 0.35, an ceann seo san áireamh,
he: כולל גירסה זאת, לא יופיעו שינויים מהותיים בקוד
hu: a mostanit is beleértve, nem lesznek nagy
id: masukkan yang ini, tidak akan memiliki perubahan kode yang besar
it: compresa questa, non hanno avuto grosse modifiche al codice.
mk: вклучувајќи ја и оваа, нема да има поголеми измени во кодот
ms: termasuk yang ini, tidak akan ada perubahan besar kepada kod
nb: inkludert denne, vil ikke ha store endringer,
nl: deze versie, zullen geen grote code wijzigingen bevatten
nn: inkludert denne, vil ikkje ha store endringar,
pl: z niniejszą włącznie, nie będą zawierały większych zmian w kodzie,
pt: incluindo esta, não terão grandes mudanças no código
pt_br: incluindo esta, não terão mais grandes mudanças no código
ro: incluzând-o pe aceasta, nu vor avea schimbări de cod majore
ru: включая эту, не будут иметь значительных изменений в коде,
sk: vrátane tejto nebudú mať rozsiahle zmeny kódu,
th: รวมถึงรุ่นนี้ด้วย จะไม่มีการเปลี่ยนแปลงหลักๆ
tr: Bu da dahil olmak üzere ana kod değişimi olmadı
uk: включаючи цю, не будуть мати кардинальних змін коду

source: because the programmers are busy making a new,
bg: защото програмистите са заети да правят нова,
bs: jer su programeri zauzeti stvarajući novi,
da: fordi programmørerne har travlt med at lave en ny.
de: weil die Programmierer mit einem neuen,
fr: car les programmeurs travaillent au développement d'un nouveau
ga: mar tá na ríomhchláraitheoirí gnóthach ag cruthú
he: כיוון שהמפתחים עסוקים בפיתוח משחק חדש,
hu: változások a kódban, mert a programozók egy
id: karena para programer sedang sibuk membuat yang baru,
it: perché i programmatori sono occupati a creare un nuovo,
mk: затоа што програмерите се зафатени правејќи нова,
ms: sebab programmer sibuk menyediakan game yang baru,
nb: fordi programmererene er opptatt med å
nl: omdat de programmeurs bezig zijn een nieuw, verbeterd
nn: fordi programmerarane er opptekne med å
pl: ponieważ programiści są zajęci tworzeniem nowej,
pt: porque os programadores estão ocupados a fazer um novo e
pt_br: porque os programadores estão ocupados escrevendo um novo,
ro: pentru că programatorii sunt ocupați cu facerea unui nou
ru: потому что программисты заняты созданием новой,
sk: pretože programátori sú zaneprázdnení vytváraním
th: เพราะทางทีมพัฒนากำลังยุ่งอยู่กับการสร้างเกมใหม่
tr: Çünkü programcılar yenisini yapmakla meşgul.
uk: оскільки програмісти зараз зайняті, новою,

source: improved game.
bg: подобрена игра.
bs: unaprijeđena igra.
da: forbedret spil.
de: besseren Spiel beschäftigt sind.
fr: jeu amélioré.
ga: cluiche nua feabhsaithe.
he: משופר.
hu: új, fejlettebb játékon fognak dolgozni.
id: sebuah permainan baru yang diperbaiki.
it: gioco migliorato.
mk: подобрена игра.
ms: dan diperbaharui.
nb: lage et nytt, forbedret spill.
nl: spel te schrijven.
nn: laga eit nytt, forbetra spel.
pl: ulepszonej gry.
pt: melhorado jogo.
pt_br: e melhor jogo.
ro: și îmbunătăți joc.
ru: улучшенной игры.
sk: novej, vylepšenej hry.
th: ที่ดีขึ้น
tr: İyileştirilmiş oyun
uk: покращеною грою.

source: Extreme Tux Racer is based on
bg: Extreme Tux Racer е базиран на
bs: Extreme Tux Racer je baziran na
da: Extreme Tux Racer er baseret på
de: Extreme Tux Racer basiert auf
fr: Extreme Tux Racer est basé sur
ga: Tá Extreme Tux Racer bunaithe ar
he: Extreme Tux Racer מבוסס על
hu: Az Extreme Tux Racer a PlanetPenguin Racerre,
id: Extreme Tux Racer dibuat berdasarkan
it: Extreme Tux Racer è basato su
mk: Extreme Tux Racer е базирана на
ms: Extreme Tux Racer berdasarkan
nb: Extreme Tux Racer er basert på
nl: Extreme Tux Racer is gebaseerd op
nn: Extreme Tux Racer er basert på
pl: Extreme Tux Racer jest tworzony w oparciu o gry
pt: Extreme Tux Racer é baseado em
pt_br: Extreme Tux Racer é baseado no
ro: Extreme Tux Racer este bazat pe
ru: Extreme Tux Racer сделан на основе
sk: Extreme Tux Racer je založený na
th: Extreme Tux Racer พัฒนามาจาก
tr: Extreme Tux Racer bunlardan esinlenmiştir
uk: Extreme Tux Racer гонщик базується на

source: PlanetPenguin Racer, Open Racer and Tux Racer.
bg: PlanetPenguin Racer, Open Racer и Tux Racer.
bs: PlanetPenguin Racer, Open Racer i Tux Racer.
de: PlanetPenguin Racer, Open Racer und Tux Racer.
fr: PlanetPenguin Racer, Open Racer et Tux Racer.
ga: PlanetPenguin Racer, Open Racer agus Tux Racer.
he: PlanetPenguin Racer, Open Racer ו־Tux Racer.
hu: az Open Racerre és a Tux Racerre épül.
id: PlanetPenguin Racer, Open Racer dan Tux Racer.
it: PlanetPenguin Racer, Open Racer e Tux Racer.
mk: PlanetPenguinRacer, Open Racer и Tux Racer.
ms: PlanetPenguin Racer, Open Racer dan Tux Racer.
nb: PlanetPenguin Racer, Open Racer og Tux Racer.
nl: PlanetPenguin Racer, Open Racer en Tux Racer.
nn: PlanetPenguin Racer, Open Racer og Tux Racer.
pl: PlanetPenguin Racer, Open Racer i Tux Racer.
pt: PlanetPenguin Racer, Open Racer e Tux Racer.
pt_br: PlanetPenguin Racer, Open Racer e Tux Racer.
ro: PlanetPenguin Racer, Open Racer și Tux Racer.
ru: PlanetPenguin Racer, Open Racer и Tux Racer.
sk: PlanetPenguin Racer, Open Racer a Tux Racer.
th: PlanetPenguin Racer, Open Racer และ Tux Racer.
tr: PlanetPenguin Racer, Open Racer ve Tux Racer.
uk: PlanetPenguin Racer, Open Racer і Tux Racer.

source: Some courses may have been modified from their
bg: Някои писти може да са били променени от техните
bs: Neke staze možda nisu bile modificrane još od
da: nogle baner/ruter kan være blevet ændret fra deres
de: Manche Kurse können von ihrer Original-Version abweichen,
fr: La version originale de certaines courses a pu être modifiée
ga: Athraíodh roinnt de na rianta óna
he: כמה מהמסלולים שונו מגירסאותיהם
hu: Néhány pálya módosulhatott az eredeti verziójukhoz
id: Beberapa bagian mungkin telah dirubah dari aslinya
it: Alcuni percorsi potrebbero essere stati modificati dalle loro
mk: Некои курсеви можеби биле модифицирани од нивните
ms: Beberapa kursus mungkin telah diubahsuai daripada
nb: Noen renn er endret fra de opprinnelige
nl: Sommige levels uit oudere versies kunnen aangepast
nn: Nokre renn er endra frå dei opphavlege
pl: Niektóre trasy mogły zostać zmodyfikowane w stosunku
pt: Alguns percursos podem ter sido modificados a partir das
pt_br: Algumas pistas podem ser modificações das versões
ro: Câteva trasee au fost probabil modificate de la
ru: Некоторые трассы могли быть изменены по сравнению с
sk: Niektoré trate mohli byť zmenené oproti
th: บางสนามอาจจะถูกดัดแปลงจากรุ่น
tr: Bazı bölümler belki bunlardan düzenlenmiştir
uk: Деякі траси можуть бути змінені у порівнянні із

source: original versions to fit the requirements of the game.
bg: оригинални версии за да се впишат в изискванията на играта.
bs: originalne verzije kako bi se uklopile u zahtijeve igre.
da: originalversioner for bedre at kunne passe til spillets krav.
de: um den Anforderungen des Spiels zu erfüllen.
fr: pour les besoins du jeu.
ga: leagain bunaidh chun a bheith oiriúnach don cluiche.
he: המקוריות כדי להתאים לצרכי המשחק.
hu: képest, hogy a játék feltételeinek megfeleljen.
id: versi aslinya untuk mencocokkan dengan kebutuhan permainan.
it: versioni originali per adeguare i requisiti del gioco.
mk: оригинални верзии за да се вклопат во побарувањата на играта.
ms: versi original mereka untuk memenuhi keperluan game.
nb: versjonene for å passe bedre til dette spillet.
nl: zijn om aan de nieuwe eisen van het spel te voldoen.
nn: versjonane for å passa betre til dette spelet.
pl: do swoich oryginalnych wersji, aby spełnić wymagania gry.
pt: versões originais para serem ajustados aos requisitos do jogo.
pt_br: originais para se adequar aos requisitos do jogo.
ro: versiunile lor originale pentru a se potrivi cu cerințele jocului.
ru: оригинальными версиями для соответствия требованиям игры.
sk: pôvodnej verzii, aby spĺňali špecifiká hry.
th: ต้นฉบับเพื่อให้ตรงกับความต้องการของเกม
tr: orijinal versiyonlar için oyun gereksinimlerini sağlayın.
uk: оригінальними версіями для відповідності вимогам гри .

source: Development
bg: Разработка
bs: Razvoj
da: Udvikling
de: Entwicklung
fr: Développement
ga: Forbairt
he: פיתוח
hu: Fejlesztés
id: Pengembangan
it: Sviluppo
mk: Програмирање
ms: Pembangunan
nb: Utvikling
nl: Ontwikkeling
nn: Utvikling
pl: Programowanie
pt: Desenvolvimento
pt_br: Desenvolvimento
ro: Dezvoltare
ru: Разработка
sk: Vývoj
th: การพัฒนาโปรแกรม
tr: Geliştirme
uk: Розробка

source: from Sunspire Studios:
bg: от студия Sunspire:
bs: od strane Sunspire Studios:
da: Fra Sunspire Studios:
de: von Sunspire Studios:
fr: chez Sunspire Studios :
ga: ó Sunspire Studios:
he: מ־Sunspire Studios:
hu: a Sunspire Studiostól:
id: dari Sunspire Studios:
it: da Sunspire Studios:
mk: од Sunspire Studios:
ms: daripada Sunspire Studios:
nb: fra Sunspire Studios:
nl: van Sunspire Studios:
nn: frå Sunspire Studios:
pl: Sunspire Studios:
pt: de Sunspire Studios:
pt_br: dos Estúdios Sunspire:
ro: de la Sunspire Studios:
ru: Sunspire Studios:
sk: zo Sunspire Studios:
tr: Sunspire Stüdyoları tarafından
uk: Sunspire Studios:

source: Non-Rewrite Version Organization
fr: Organisation de la version non-réécrite
ga: Eagras Leagan Neamh-Athscríobh
nb: Versjonsorganisering for ikkenyskriving
nl: Niet-herschreven versie Organisatie
nn: Versjonsorganisering for ikkjenyskriving
pt_br: Organização de Versão Não-Reescrita
sk: Organizácia proti prepísaniu verzie

source: Translators
bg: Преводачи
bs: Prevodioci
da: Oversættere
de: Übersetzer
fr: Traducteurs
ga: Aistritheoirí
he: מתרגמים
hu: Fordítók
id: Penerjemah
it: Traduttori
mk: Преведувачи
ms: Penterjemah
nb: Oversettere
nl: Vertalers
nn: Omsetjarar
pl: Tłumacze
pt: Tradutores
pt_br: Tradutores
ro: Traducători
ru: Переводчики
sk: Prekladatelia
th: ผู้แปลภาษา
tr: Çevirmenler:
uk: Перекладачі

source: Other (incomplete) translations are from the PPRacer Project.
bg: Други (незавършени) преводи са от проекта PPRacer.
de: Andere (nicht komplette) Übersetzungen stammen vom PPRacer-Projekt.
fr: Les autres traductions (incomplètes) proviennent du projet PPRacer.
ga: Tá na haistriúcháin (neamhchríochnaithe) eile ón Tionscadal PPRacer.
hu: A további (befejezetlen) fordítások a PPRacer Projectből származnak.
id: Terjemahan lain (yang belum selesai) dari Proyek PPRacer.
nb: Andre (ufullstendige) oversettelser er tatt fra PPRacer-prosjektet.
nl: Andere (onvolledige) vertalingen komen uit het PPRacer Project.
nn: Andre (ufullstendige) omsettingar er tekne frå PPRacer-prosjektet.
pl: Inne (niekompletne) tłumaczenia pochodzą z projektu PPRacer.
pt_br: Outras traduções (incompletas) são do projeto PPRacer
ru: Другие (незаконченные) переводы осуществлены PPRacer Project.
sk: Iné (neúplné) preklady pochádzajú z projektu PPRacer.
th: การแปลอื่นๆ (ที่ยังไม่สมบูรณ์) จากโครงการ PPRacer.
tr: PPRacer Project tarafından (tamamlanmamış) diğer çeviriler.

source: Nicosmos (Logo, Hud Graphics)
fr: Nicosmos (Logo, graphismes du HUD)
ga: Nicosmos (Comhartha, Grafaic Hud)
hu: Nicosmos (logó, kijelzők)
nb: Nicosmos (logo og Hud-bilde)
nl: Nicosmos (Logo en HUD elementen)
nn: Nicosmos (logo og Hud-bilete)
pl: Nicosmos (Logo, HUD)
sk: Nicosmos (Logo, grafika na displeji)
th: Nicosmos (โลโก้, ภาพ HUD)

source: Christian Picon (Objects, Skyboxes)
fr: Christian Picon (Objets, décors lointains)
ga: Christian Picon (Nithe, Boscaí an Lucht Féachana)
hu: Christian Picon (objektumok, skyboxok)
nb: Christian Picon (objekt og skybokser)
nl: Christian Picon (Voorwerpen, Achtergronden)
nn: Christian Picon (objekt og skyboksar)
pl: Christian Picon (Obiekty, Niebo)
pt_br: Christian Picon (Objetos, Skyboxes)
sk: Christian Picon (objekty, skyboxy)
th: Christian Picon (วัตถุ, ท้องฟ้า)

source: Reinhard Niehoff (Trees)
bg: Рейнхард Нихоф (Дървета)
bs: Reinhard Niehoff (Stabla)
da: Reinhard Niehoff (Træer)
de: Reinhard Niehoff (Bäume)
fr: Reinhard Niehoff (Arbres)
ga: Reinhard Niehoff (Crainn)
he: Reinhard Niehoff (עצים)
hu: Reinhard Niehoff (fák)
id: Reinhard Niehoff (pepohonan)
it: Reinhard Niehoff (Alberi)
mk: Reinhard Niehoff (дрва)
ms: Reinhard Niehoff (Pokok-pokok)
nb: Reinhard Niehoff (tre)
nl: Reinhard Niehoff (Bomen)
nn: Reinhard Niehoff (tre)
pl: Reinhard Niehoff (Drzewa)
pt: Reinhard Niehoff (Árvores)
pt_br: Reinhard Niehoff (Árvores)
ro: Reinhard Niehoff (copaci)
ru: Reinhard Niehoff (деревья)
sk: Reinhard Niehoff (stromy)
th: Reinhard Niehoff (ต้นไม้)
tr: Reinhard Niehoff (Ağaçlar)
uk: Reinhard Niehoff (дерева)

source: Daniel Poeira and Christian Picon (Font)
fr: Daniel Poeira et Christian Picon (Police)
ga: Daniel Poeira agus Christian Picon (Clófhoireann)
hu: Daniel Poeira és Christian Picon (betűtípus)
nb: Daniel Poeira and Christian Picon (skrift)
nl: Daniel Poeira and Christian Picon (Lettertype)
nn: Daniel Poeira and Christian Picon (skrift)
pl: Daniel Poeira i Christian Picon (Czcionka)
sk: Daniel Poeira a Christian Picon (písmo)
th: Daniel Poeira และ Christian Picon (ฟอนต์)

source: Music
bg: Музика
bs: Muzika
da: Musik
de: Musik
fr: Musique
ga: Ceol
he: מוסיקה
hu: Zene
id: Musik
it: Musica
mk: Музика
ms: Muzik
nb: Musikk
nl: Muziek
nn: Musikk
pl: Muzyka
pt: Música
pt_br: Música
ro: Muzică
ru: Музыка
sk: Hudba
th: ดนตรี
tr: Müzik
uk: Музика

source: 'Race 1'
bg: 'Състезание 1'
bs: 'Trka 1'
da: 'Løb 1'
de: '1. Rennen'
ga: 'Rás 1'
he: 'מרוץ 1'
id: 'Balapan 1'
it: 'Gara 1'
mk: 'Прва трка'
ms: 'Perlumbaan 1'
nb: 'Renn 1'
nn: 'Renn 1'
pl: 'Wyścig 1'
pt: 'Corrida 1'
pt_br: 'Corrida 1'
ro: „Cursa 1”
ru: "Гонка 1"
sk: 'Pretek 1'
tr: 'Yarış 1'
uk: "Гонка 1"

source: 'Menu'
bg: 'Меню'
bs: 'Meni'
de: 'Menü'
ga: Roghchlár
he: 'תפריט'
mk: 'Мени'
nb: 'Meny'
nn: 'Meny'
ro: „Meniu”
ru: "Меню"
th: 'เมนู'
tr: 'Menü'
uk: "Меню"

source: 'Options'
bg: 'Опции'
bs: 'Opcije'
da: 'Installinger'
de: 'Optionen'
ga: Roghanna
he: 'אפשרויות'
id: 'Pilihan'
it: 'Opzioni'
mk: 'Опции'
ms: 'Opsyen'
nb: 'Oppsett'
nl: 'Opties'
nn: 'Oppsett'
pl: Opcje
pt: 'Opções'
pt_br: 'Opções'
ro: „Opțiuni”
ru: "Настройки"
sk: 'Voľby'
th: 'ตัวเลือก'
tr: 'Ayarlar'
uk: "Параметри"

source: 'Won Race'
bg: 'Спечелено състезание'
bs: 'Osvojena trka'
da: 'Vandt løb'
de: 'Rennen gewonnen'
ga: 'Bhuaigh Tú An Rás'
he: 'ניצח במרוץ'
id: 'Memenangkan Lomba'
it: 'Vince La Gara'
mk: 'Победник на трката'
ms: 'Menang Perlumbaan'
nb: 'Vant rennet'
nl: 'Gewonnen Wedstrijd'
nn: 'Vann rennet'
pl: 'Wygrany Wyścig'
pt: 'Venceu a Corrida'
pt_br: 'Corrida Vencida'
ro: „Cursa câștigată”
ru: "Выигранная гонка"
sk: 'Vyhrané preteky'
tr: 'yarışı kazan'
uk: "Перемога у гонці"
